Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# productForm_tapToMarkAsService
source: Tap to mark as service
id: Tap untuk tandai sebagai jasa

# productForm_trackStock
source: Track stock
id: Lacak stok

# productForm_stockWillBeTracked
source: Stock will be tracked
id: Stok akan dilacak

# productForm_canSellUnlimited
source: Can sell unlimited quantity
id: Dapat menjual jumlah tak terbatas

# productForm_allowDecimalQty
source: Allow decimal quantity
id: Izinkan jumlah desimal

# productForm_decimalExample
source: e.g. 2.5 kg, 1.5 liter
id: contoh: 2.5 kg, 1.5 liter

# productForm_wholeNumbersOnly
source: Only whole numbers allowed
id: Hanya bilangan bulat yang diizinkan

# productForm_quickMarkup
source: Quick markup:
id: Markup cepat:

# productForm_enterPurchasePriceFirst
source: Enter purchase price first
id: Masukkan harga modal terlebih dahulu

# productForm_priceEqualWarning
source: Selling price is the same as purchase price. You will have no profit margin. Are you sure you want to continue?
id: Harga jual sama dengan harga modal. Anda tidak akan mendapat margin keuntungan. Apakah Anda yakin ingin melanjutkan?

# categories_title
source: Categories
id: Kategori

# categories_addCategory
source: Add Category
id: Tambah Kategori

# categories_editCategory
source: Edit Category
id: Ubah Kategori

# categories_deleteCategory
source: Delete Category
id: Hapus Kategori

# categories_deleteConfirm
source: Are you sure you want to delete this category?
id: Apakah Anda yakin ingin menghapus kategori ini?

# categories_name
source: Category Name
id: Nama Kategori

# categories_description
source: Description
id: Deskripsi

# categories_photo
source: Photo
id: Foto

# categories_noCategories
source: No categories found
id: Tidak ada kategori

# categories_addFirst
source: Add your first category
id: Tambah kategori pertama Anda

# categories_categorySaved
source: Category saved successfully
id: Kategori berhasil disimpan

# categories_categoryDeleted
source: Category deleted
id: Kategori dihapus

# categories_nameRequired
source: Category name is required
id: Nama kategori wajib diisi

# categories_saving
source: Saving category...
id: Menyimpan kategori...

# categories_categoryUpdated
source: Category updated successfully
id: Kategori berhasil diperbarui

# categories_categoryAdded
source: Category added successfully
id: Kategori berhasil ditambahkan

# categories_visibilitySettings
source: Visibility Settings
id: Pengaturan Visibilitas

# categories_visibleOnPos
source: Visible on POS
id: Tampil di POS

# categories_visibleOnPosHint
source: Show products from this category in POS
id: Tampilkan produk kategori ini di POS

# categories_visibleOnStockAdjustment
source: Visible on Stock Adjustment
id: Tampil di Penyesuaian Stok

# categories_visibleOnStockAdjustmentHint
source: Show products from this category in Stock Adjustment
id: Tampilkan produk kategori ini di Penyesuaian Stok

# categories_visibleOnPurchaseOrder
source: Visible on Purchase Order
id: Tampil di Order Pembelian

# categories_visibleOnPurchaseOrderHint
source: Show products from this category in Purchase Order
id: Tampilkan produk kategori ini di Order Pembelian

# customers_title
source: Customers
id: Pelanggan

# customers_addCustomer
source: Add Customer
id: Tambah Pelanggan

# customers_editCustomer
source: Edit Customer
id: Ubah Pelanggan

# customers_deleteCustomer
source: Delete Customer
id: Hapus Pelanggan

# customers_deleteConfirm
source: Are you sure you want to delete this customer?
id: Apakah Anda yakin ingin menghapus pelanggan ini?

# customers_name
source: Customer Name
id: Nama Pelanggan

# customers_phone
source: Phone
id: Telepon

# customers_address
source: Address
id: Alamat

# customers_searchCustomers
source: Search customers...
id: Cari pelanggan...

# customers_noCustomers
source: No customers found
id: Tidak ada pelanggan

# customers_addFirst
source: Add your first customer
id: Tambah pelanggan pertama Anda

# customers_customerSaved
source: Customer saved successfully
id: Pelanggan berhasil disimpan

# customers_customerDeleted
source: Customer deleted
id: Pelanggan dihapus

# customers_nameRequired
source: Customer name is required
id: Nama pelanggan wajib diisi

# customers_savingCustomer
source: Saving customer...
id: Menyimpan pelanggan...

# customers_customerAdded
source: Customer added successfully
id: Pelanggan berhasil ditambahkan

# customers_customerUpdated
source: Customer updated successfully
id: Pelanggan berhasil diperbarui

# customers_viewOnly
source: View Only
id: Lihat Saja

# customers_cannotEditAsStaff
source: Only admin can edit or delete customers.
id: Hanya admin yang dapat mengubah atau menghapus pelanggan.

source: Customer Name
id: Nama Pelanggan

# suppliers_title
source: Suppliers
id: Supplier

# suppliers_addSupplier
source: Add Supplier
id: Tambah Supplier

# suppliers_editSupplier
source: Edit Supplier
id: Ubah Supplier

# suppliers_deleteSupplier
source: Delete Supplier
id: Hapus Supplier

# suppliers_deleteConfirm
source: Are you sure you want to delete this supplier?
id: Apakah Anda yakin ingin menghapus supplier ini?

# suppliers_name
source: Supplier Name
id: Nama Supplier

# suppliers_phone
source: Phone
id: Telepon

# suppliers_address
source: Address
id: Alamat

# suppliers_notes
source: Notes
id: Catatan

# suppliers_searchSuppliers
source: Search suppliers...
id: Cari supplier...

# suppliers_noSuppliers
source: No suppliers found
id: Tidak ada supplier

# suppliers_noSuppliersFound
source: No suppliers found
id: Supplier tidak ditemukan

# suppliers_addFirst
source: Add your first supplier
id: Tambah supplier pertama Anda

# suppliers_supplierSaved
source: Supplier saved successfully
id: Supplier berhasil disimpan

# suppliers_supplierDeleted
source: Supplier deleted
id: Supplier dihapus

# suppliers_nameRequired
source: Supplier name is required
id: Nama supplier wajib diisi

# suppliers_saving
source: Saving supplier...
id: Menyimpan supplier...

# suppliers_updated
source: Supplier updated successfully
id: Supplier berhasil diperbarui

# suppliers_added
source: Supplier added successfully
id: Supplier berhasil ditambahkan

# suppliers_bankInfo
source: Bank Information
id: Informasi Bank

# suppliers_bankName
source: Bank Name
id: Nama Bank

# suppliers_bankAccountNumber
source: Account Number
id: No. Rekening

# suppliers_bankAccountName
source: Account Holder Name
id: Nama Pemilik Rekening

# tables_title
source: Tables
id: Meja

# tables_searchTables
source: Search tables...
id: Cari meja...

# tables_addTable
source: Add Table
id: Tambah Meja

# tables_editTable
source: Edit Table
id: Ubah Meja

# tables_deleteTable
source: Delete Table
id: Hapus Meja

# tables_deleteConfirm
source: Are you sure you want to delete this table?
id: Apakah Anda yakin ingin menghapus meja ini?

# tables_number
source: Table Number
id: Nomor Meja

# tables_capacity
source: Capacity
id: Kapasitas

# tables_available
source: Available
id: Tersedia

# tables_occupied
source: Occupied
id: Terisi

# tables_noTables
source: No tables found
id: Tidak ada meja

# tables_addFirst
source: Add your first table
id: Tambah meja pertama Anda

# tables_tableSaved
source: Table saved successfully
id: Meja berhasil disimpan

# tables_tableDeleted
source: Table deleted
id: Meja dihapus

# tables_generateTables
source: Generate Tables
id: Generate Meja

# tables_liveView
source: Live View
id: Tampilan Live

# tables_invalidNumber
source: Please enter a valid table number
id: Masukkan nomor meja yang valid

# tables_updated
source: Table updated successfully
id: Meja berhasil diperbarui

# tables_added
source: Table added successfully
id: Meja berhasil ditambahkan

# tables_numberOfTables
source: Number of Tables
id: Jumlah Meja

# tables_startFromNumber
source: Start From Number
id: Mulai Dari Nomor

# tables_capacityPerTable
source: Capacity per Table
id: Kapasitas per Meja

# tables_invalidCount
source: Please enter a valid number of tables (1-100)
id: Masukkan jumlah meja yang valid (1-100)

# tables_generatedSuccess
source: {count} tables generated successfully!
id: {count} meja berhasil dibuat!

# users_title
source: Users
id: Pengguna

# users_addUser
source: Add User
id: Tambah Pengguna

# users_editUser
source: Edit User
id: Ubah Pengguna

# users_deleteUser
source: Delete User
id: Hapus Pengguna

# users_deleteConfirm
source: Are you sure you want to delete this user?
id: Apakah Anda yakin ingin menghapus pengguna ini?

# users_deleteUserConfirm
source: Are you sure you want to delete user "{name}"?
id: Apakah Anda yakin ingin menghapus pengguna "{name}"?

# users_deleteUserFailed
source: Failed to delete user
id: Gagal menghapus pengguna

# users_name
source: Name
id: Nama

# users_password
source: Password
id: Kata Sandi

# users_role
source: Role
id: Peran

# users_cashier
source: Cashier
id: Kasir

# users_roleCashier
source: Cashier
id: Kasir

# users_allRoles
source: All Roles
id: Semua Peran

# users_searchUsers
source: Search users...
id: Cari pengguna...

# users_noUsers
source: No users found
id: Tidak ada pengguna

# users_noUsersFound
source: No users found
id: Tidak ada pengguna

# users_noMatchingUsers
source: No matching users
id: Tidak ada pengguna yang cocok

# users_tapToAdd
source: Tap + to add a new user
id: Tap + untuk menambah pengguna baru

# users_addFirst
source: Add your first user
id: Tambah pengguna pertama Anda

# users_userSaved
source: User saved successfully
id: Pengguna berhasil disimpan

# users_userDeleted
source: User deleted
id: Pengguna dihapus

# users_user
source: User
id: Pengguna

# users_you
source: You
id: Anda

# users_statusActive
source: Active
id: Aktif

# users_statusInactive
source: Inactive
id: Nonaktif

# users_allStatus
source: All Status
id: Semua Status

# users_activeFirst
source: Active First
id: Aktif Dulu

# users_inactiveFirst
source: Inactive First
id: Nonaktif Dulu

# users_cannotDeleteSelf
source: Cannot delete your own account
id: Tidak bisa menghapus akun sendiri

# users_cannotDeactivateSelf
source: Cannot deactivate your own account
id: Tidak bisa menonaktifkan akun sendiri

# users_activating
source: Activating user...
id: Mengaktifkan pengguna...

# users_deactivating
source: Deactivating user...
id: Menonaktifkan pengguna...

# users_activated
source: User activated
id: Pengguna diaktifkan

# users_deactivated
source: User deactivated
id: Pengguna dinonaktifkan

# users_statusChangeFailed
source: Failed to change status
id: Gagal mengubah status

# users_activate
source: Activate
id: Aktifkan

# users_deactivate
source: Deactivate
id: Nonaktifkan

# users_nameRequired
source: Name is required
id: Nama harus diisi

# users_emailRequired
source: Email is required
id: Email harus diisi

# users_fullNameHint
source: Full name
id: Nama lengkap

# users_newPasswordOptional
source: New Password (optional)
id: Password Baru (opsional)

# users_leaveEmptyHint
source: Leave empty if not changing
id: Kosongkan jika tidak diubah

# users_minCharactersHint
source: Minimum 6 characters
id: Minimal 6 karakter

# users_updatingUser
source: Updating user...
id: Mengupdate user...

# users_addingUser
source: Adding user...
id: Menambahkan user...

# users_userUpdated
source: User updated successfully
id: User berhasil diupdate

# users_userAdded
source: User added successfully
id: User berhasil ditambahkan

# users_updateFailed
source: Failed to update user
id: Gagal mengupdate user

# users_addFailed
source: Failed to add user
id: Gagal menambahkan user

# variants_title
source: Variants
id: Varian

# variants_addVariant
source: Add Variant
id: Tambah Varian

# variants_editVariant
source: Edit Variant
id: Ubah Varian

# variants_deleteVariant
source: Delete Variant
id: Hapus Varian

# variants_deleteConfirm
source: Are you sure you want to delete this variant?
id: Apakah Anda yakin ingin menghapus varian ini?

# variants_deleteConfirmWithName
source: Are you sure you want to delete "{name}"?
id: Apakah Anda yakin ingin menghapus "{name}"?

# variants_name
source: Variant Name
id: Nama Varian

# variants_nameHint
source: e.g., Size, Temperature
id: cth., Ukuran, Suhu

# variants_options
source: Options
id: Opsi

# variants_optionsCommaSeparated
source: Options (comma separated)
id: Opsi (pisahkan dengan koma)

# variants_optionsHint
source: e.g., S, M, L, XL
id: cth., S, M, L, XL

# variants_separateWithComma
source: Separate each option with a comma
id: Pisahkan setiap opsi dengan koma

# variants_addOption
source: Add Option
id: Tambah Opsi

# variants_noVariants
source: No variants found
id: Tidak ada varian

# variants_addFirst
source: Add your first variant
id: Tambah varian pertama Anda

# variants_tapToAddFirst
source: Tap + to add your first variant
id: Ketuk + untuk menambah varian pertama

# variants_searchVariants
source: Search variants...
id: Cari varian...

# variants_variantSaved
source: Variant saved successfully
id: Varian berhasil disimpan

# variants_variantAdded
source: Variant added
id: Varian ditambahkan

# variants_variantUpdated
source: Variant updated
id: Varian diperbarui

# variants_variantDeleted
source: Variant deleted successfully
id: Varian berhasil dihapus

# variants_enterName
source: Please enter variant name
id: Masukkan nama varian

# variants_enterOption
source: Please enter at least one option
id: Masukkan minimal satu opsi

# variants_enterValidOptions
source: Please enter valid options
id: Masukkan opsi yang valid

# variants_updating
source: Updating...
id: Memperbarui...

# variants_saving
source: Saving...
id: Menyimpan...

# variants_deleting
source: Deleting...
id: Menghapus...

# variants_sortBy
source: Sort By
id: Urutkan

# variants_nameAZ
source: Name A-Z
id: Nama A-Z

# variants_nameZA
source: Name Z-A
id: Nama Z-A

# variants_optionsCount
source: {count} options
id: {count} opsi

# variants_moreOptions
source: +{count} more
id: +{count} lagi

# vouchers_title
source: Vouchers
id: Voucher

# vouchers_addVoucher
source: Add Voucher
id: Tambah Voucher

# vouchers_editVoucher
source: Edit Voucher
id: Ubah Voucher

# vouchers_deleteVoucher
source: Delete Voucher
id: Hapus Voucher

# vouchers_deleteConfirm
source: Are you sure you want to delete this voucher?
id: Apakah Anda yakin ingin menghapus voucher ini?

# vouchers_code
source: Voucher Code
id: Kode Voucher

# vouchers_name
source: Voucher Name
id: Nama Voucher

# vouchers_type
source: Type
id: Tipe

# vouchers_value
source: Value
id: Nilai

# vouchers_percent
source: Percent
id: Persen

# vouchers_minTransaction
source: Minimum Transaction
id: Transaksi Minimum

# vouchers_usageLimit
source: Usage Limit
id: Batas Penggunaan

# vouchers_usedCount
source: Used Count
id: Jumlah Terpakai

# vouchers_startDate
source: Start Date
id: Tanggal Mulai

# vouchers_endDate
source: End Date
id: Tanggal Berakhir

# vouchers_isActive
source: Is Active
id: Aktif

# vouchers_noVouchers
source: No vouchers found
id: Tidak ada voucher

# vouchers_noVouchersFound
source: No vouchers found
id: Voucher tidak ditemukan

# vouchers_searchVouchers
source: Search vouchers...
id: Cari voucher...

# vouchers_addFirst
source: Add your first voucher
id: Tambah voucher pertama Anda

# vouchers_voucherSaved
source: Voucher saved successfully
id: Voucher berhasil disimpan

# vouchers_voucherDeleted
source: Voucher deleted
id: Voucher dihapus

# voucherForm_codeHint
source: e.g., DISCOUNT10
id: cth., DISKON10

# voucherForm_nameHint
source: e.g., New Year Discount
id: cth., Diskon Tahun Baru

# voucherForm_percentSymbol
source: Percent (%)
id: Persen (%)

# voucherForm_discountAmountRp
source: Discount Amount (Rp)
id: Jumlah Diskon (Rp)

# voucherForm_discountPercent
source: Discount Percent (%)
id: Diskon Persen (%)

# voucherForm_valueHintNominal
source: e.g., 10000
id: cth., 10000

# voucherForm_valueHintPercent
source: e.g., 10
id: cth., 10

# voucherForm_minTransactionRp
source: Min. Transaction (Rp)
id: Min. Transaksi (Rp)

# voucherForm_minTransactionHint
source: 0 for no minimum
id: 0 untuk tanpa minimum

# voucherForm_usageLimitOptional
source: Usage Limit (optional)
id: Batas Penggunaan (opsional)

# voucherForm_usageLimitHint
source: Leave empty for unlimited
id: Kosongkan untuk tidak terbatas

# voucherForm_subscriptionEndDate
source: Subscription End Date
id: Tanggal Berakhir Langganan

# voucherForm_selectDate
source: Select date...
id: Pilih tanggal...

# voucherForm_validPeriodOptional
source: Valid Period (optional)
id: Periode Berlaku (opsional)

# voucherForm_codeRequired
source: Voucher code is required
id: Kode voucher wajib diisi

# voucherForm_valueRequired
source: Discount value is required
id: Nilai diskon wajib diisi

# voucherForm_invalidValue
source: Invalid discount value
id: Nilai diskon tidak valid

# voucherForm_percentMax100
source: Percent cannot be more than 100
id: Persen tidak boleh lebih dari 100

# voucherForm_savingVoucher
source: Saving voucher...
id: Menyimpan voucher...

# voucherForm_voucherUpdated
source: Voucher updated successfully
id: Voucher berhasil diperbarui

# voucherForm_voucherAdded
source: Voucher added successfully
id: Voucher berhasil ditambahkan

# expenses_title
source: Expenses
id: Pengeluaran

# expenses_addExpense
source: Add Expense
id: Tambah Pengeluaran

# expenses_editExpense
source: Edit Expense
id: Ubah Pengeluaran

# expenses_deleteExpense
source: Delete Expense
id: Hapus Pengeluaran

# expenses_deleteConfirm
source: Are you sure you want to delete this expense?
id: Apakah Anda yakin ingin menghapus pengeluaran ini?

# expenses_type
source: Expense Type
id: Jenis Pengeluaran

# expenses_amount
source: Amount
id: Jumlah

# expenses_description
source: Description
id: Deskripsi

# expenses_date
source: Date
id: Tanggal

# expenses_noExpenses
source: No expenses found
id: Tidak ada pengeluaran

# expenses_searchExpenses
source: Search expenses...
id: Cari pengeluaran...

# expenses_addFirst
source: Add your first expense
id: Tambah pengeluaran pertama Anda

# expenses_expenseSaved
source: Expense saved successfully
id: Pengeluaran berhasil disimpan

# expenses_expenseDeleted
source: Expense deleted
id: Pengeluaran dihapus

# expenses_fromStockAdjustment
source: From Stock Adjustment
id: Dari Penyesuaian Stok

# expenses_cannotEditStockAdjustment
source: This expense was auto-created from Stock Adjustment and cannot be edited or deleted.
id: Pengeluaran ini otomatis dibuat dari Penyesuaian Stok dan tidak dapat diubah atau dihapus.

# expenses_fromCashDrawer
source: From Cash Drawer
id: Dari Kas Laci

# expenses_cannotEditCashDrawer
source: This expense was auto-created from Cash Drawer shortage and cannot be edited or deleted.
id: Pengeluaran ini otomatis dibuat dari selisih Kas Laci dan tidak dapat diubah atau dihapus.

# expenses_viewOnly
source: View Only
id: Lihat Saja

# expenses_cannotEditAsStaff
source: Only admin can edit or delete expenses.
id: Hanya admin yang dapat mengubah atau menghapus pengeluaran.

# expenseForm_selectCategory
source: Select Category
id: Pilih Kategori

# expenseForm_searchCategory
source: Search category...
id: Cari kategori...

# expenseForm_pleaseEnterAmount
source: Please enter amount
id: Masukkan jumlah

# expenseForm_pleaseEnterValidAmount
source: Please enter valid amount
id: Masukkan jumlah yang valid

# expenseForm_pleaseSelectCategory
source: Please select a category
id: Pilih kategori

# expenseForm_savingExpense
source: Saving expense...
id: Menyimpan pengeluaran...

# expenseForm_expenseUpdated
source: Expense updated successfully
id: Pengeluaran berhasil diperbarui

# expenseForm_expenseAdded
source: Expense added successfully
id: Pengeluaran berhasil ditambahkan

# expenseForm_notesOptional
source: Notes (optional)
id: Catatan (opsional)

# expenseTypes_title
source: Expense Types
id: Jenis Pengeluaran

# expenseTypes_addType
source: Add Expense Type
id: Tambah Jenis Pengeluaran

# expenseTypes_editType
source: Edit Expense Type
id: Ubah Jenis Pengeluaran

# expenseTypes_deleteType
source: Delete Expense Type
id: Hapus Jenis Pengeluaran

# expenseTypes_deleteConfirm
source: Are you sure you want to delete this expense type?
id: Apakah Anda yakin ingin menghapus jenis pengeluaran ini?

# expenseTypes_name
source: Type Name
id: Nama Jenis

# expenseTypes_icon
source: Icon
id: Ikon

# expenseTypes_color
source: Color
id: Warna

# expenseTypes_noTypes
source: No expense types found
id: Tidak ada jenis pengeluaran

# expenseTypes_addFirst
source: Add your first expense type
id: Tambah jenis pengeluaran pertama Anda

# expenseTypes_typeSaved
source: Expense type saved successfully
id: Jenis pengeluaran berhasil disimpan

# expenseTypes_typeDeleted
source: Expense type deleted
id: Jenis pengeluaran dihapus

# expenseTypes_nameRequired
source: Type name is required
id: Nama jenis wajib diisi

# expenseTypes_selectIcon
source: Select Icon
id: Pilih Ikon

# expenseTypes_selectColor
source: Select Color
id: Pilih Warna

# expenseTypes_preview
source: Preview
id: Pratinjau

# expenseTypes_descriptionOptional
source: Description (Optional)
id: Deskripsi (Opsional)

# expenseTypes_savingType
source: Saving expense type...
id: Menyimpan jenis pengeluaran...

# expenseTypes_typeUpdated
source: Expense type updated successfully
id: Jenis pengeluaran berhasil diperbarui

# expenseTypes_typeAdded
source: Expense type added successfully
id: Jenis pengeluaran berhasil ditambahkan

# orderStatuses_title
source: Order Statuses
id: Status Pesanan

# orderStatuses_addStatus
source: Add Order Status
id: Tambah Status Pesanan

# orderStatuses_editStatus
source: Edit Order Status
id: Ubah Status Pesanan

# orderStatuses_deleteStatus
source: Delete Order Status
id: Hapus Status Pesanan

# orderStatuses_deleteConfirm
source: Are you sure you want to delete this order status?
id: Apakah Anda yakin ingin menghapus status pesanan ini?

# orderStatuses_name
source: Status Name
id: Nama Status

# orderStatuses_noStatuses
source: No order statuses found
id: Tidak ada status pesanan

# orderStatuses_addFirst
source: Add your first order status
id: Tambah status pesanan pertama Anda

# orderStatuses_statusSaved
source: Order status saved successfully
id: Status pesanan berhasil disimpan

# orderStatuses_statusDeleted
source: Order status deleted
id: Status pesanan dihapus

# orderStatuses_nameRequired
source: Status name is required
id: Nama status wajib diisi

# orderStatuses_selectIcon
source: Select Icon
id: Pilih Ikon

# orderStatuses_selectColor
source: Select Color
id: Pilih Warna

# orderStatuses_preview
source: Preview
id: Pratinjau

# orderStatuses_descriptionOptional
source: Description (Optional)
id: Deskripsi (Opsional)

# orderStatuses_savingStatus
source: Saving order status...
id: Menyimpan status pesanan...

# orderStatuses_statusUpdated
source: Order status updated successfully
id: Status pesanan berhasil diperbarui

# orderStatuses_statusAdded
source: Order status added successfully
id: Status pesanan berhasil ditambahkan

# orderStatuses_sortOrder
source: Sort Order
id: Urutan

# orderStatuses_sortOrderAsc
source: Sort Order (Ascending)
id: Urutan (Naik)

# orderStatuses_sortOrderDesc
source: Sort Order (Descending)
id: Urutan (Turun)

# orderStatuses_allStatuses
source: All Statuses
id: Semua Status

# orderStatuses_filterByStatus
source: Order Status
id: Status Pesanan

# orderStatuses_updateStatus
source: Update Status
id: Ubah Status

# orderStatuses_selectStatus
source: Select order status...
id: Pilih status pesanan...

# orderStatuses_searchStatus
source: Search status...
id: Cari status...

# orderStatuses_noStatus
source: No Status
id: Tanpa Status

# paymentMethods_title
source: Payment Methods
id: Metode Pembayaran

# paymentMethods_addMethod
source: Add Payment Method
id: Tambah Metode Pembayaran

# paymentMethods_editMethod
source: Edit Payment Method
id: Ubah Metode Pembayaran

# paymentMethods_deleteMethod
source: Delete Payment Method
id: Hapus Metode Pembayaran
