Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# appSubtitle
source: Point of Sale System
id: Sistem Point of Sale

# common_save
source: Save
id: Simpan

# common_cancel
source: Cancel
id: Batal

# common_continue
source: Continue
id: Lanjutkan

# common_delete
source: Delete
id: Hapus

# common_edit
source: Edit
id: Ubah

# common_add
source: Add
id: Tambah

# common_close
source: Close
id: Tutup

# common_contactUs
source: Contact Us
id: Hubungi Kami

# common_confirm
source: Confirm
id: Konfirmasi

# common_yes
source: Yes
id: Ya

# common_no
source: No
id: Tidak

# common_done
source: Done
id: Selesai

# common_apply
source: Apply
id: Terapkan

# common_search
source: Search
id: Cari

# common_sort
source: Sort
id: Urutkan

# common_all
source: All
id: Semua

# common_loading
source: Loading...
id: Memuat...

# common_success
source: Success
id: Berhasil

# common_warning
source: Warning
id: Peringatan

# common_share
source: Share
id: Bagikan

# common_back
source: Back
id: Kembali

# common_next
source: Next
id: Selanjutnya

# common_previous
source: Previous
id: Sebelumnya

# common_select
source: Select
id: Pilih

# common_permission
source: Permission Required
id: Izin Diperlukan

# common_openSettings
source: Open Settings
id: Buka Pengaturan

# common_later
source: Later
id: Nanti

# common_today
source: Today
id: Hari Ini

# common_yesterday
source: Yesterday
id: Kemarin

# common_thisWeek
source: This Week
id: Minggu Ini

# common_lastWeek
source: Last Week
id: Minggu Lalu

# common_thisMonth
source: This Month
id: Bulan Ini

# common_lastMonth
source: Last Month
id: Bulan Lalu

# common_customRange
source: Custom Range
id: Rentang Kustom

# common_custom
source: Custom
id: Kustom

# common_selectCustomRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# common_dateRange
source: Date Range
id: Rentang Tanggal

# common_noData
source: No data available
id: Tidak ada data

# common_active
source: Active
id: Aktif

# common_inactive
source: Inactive
id: Tidak Aktif

# common_confirmDelete
source: Are you sure you want to delete this item?
id: Apakah Anda yakin ingin menghapus item ini?

# common_copy
source: Copy
id: Salin

# common_retry
source: Retry
id: Coba Lagi

# common_download
source: Download
id: Unduh

# common_print
source: Print
id: Cetak

# common_printPreview
source: Print Preview
id: Pratinjau Cetak

# common_thermalPrint
source: Thermal Print
id: Cetak Thermal

# common_pdfPrint
source: PDF Print
id: Cetak PDF

# common_orders
source: orders
id: pesanan

# common_printSuccess
source: Print successful
id: Berhasil mencetak

# common_printFailed
source: Print failed
id: Gagal mencetak

# common_generatedOn
source: Generated on
id: Dibuat pada

# common_applyFilter
source: Apply Filter
id: Terapkan Filter

# common_deleting
source: Deleting...
id: Menghapus...

# common_deletedSuccessfully
source: Deleted successfully
id: Berhasil dihapus

# common_filterAndSort
source: Filter & Sort
id: Filter & Urutkan

# common_sortBy
source: Sort By
id: Urutkan

# common_payment
source: Payment
id: Pembayaran

# common_processing
source: Processing...
id: Memproses...

# common_saved
source: Saved successfully
id: Berhasil disimpan

# common_nameAsc
source: Name A-Z
id: Nama A-Z

# common_nameDesc
source: Name Z-A
id: Nama Z-A

# common_stock
source: Stock
id: Stok

# common_quantity
source: Quantity
id: Jumlah

# common_price
source: Price
id: Harga

# common_max
source: Max
id: Maks

# common_range
source: Range
id: Rentang

# common_enterValidNumber
source: Please enter a valid number
id: Masukkan angka yang valid

# common_maxValueExceeded
source: Value cannot exceed {max}
id: Nilai tidak boleh melebihi {max}

# common_minValueRequired
source: Value must be at least {min}
id: Nilai minimal harus {min}

# common_searchProducts
source: Search products...
id: Cari produk...

# common_noProductsFound
source: No products found
id: Produk tidak ditemukan

# common_selectSortHint
source: Select sort...
id: Pilih urutan...

# common_searchHint
source: Search...
id: Cari...

# common_noName
source: No Name
id: Tanpa Nama

# common_viewAll
source: View All
id: Lihat Semua

# common_totalOrders
source: Total Orders
id: Total Pesanan

# common_product
source: Product
id: Produk

# common_type
source: Type
id: Tipe

# common_qty
source: Qty
id: Jumlah

# common_units
source: units
id: unit

# news_title
source: News
id: Berita

# news_category
source: Category
id: Kategori

# news_allCategories
source: All Categories
id: Semua Kategori

# news_searchNews
source: Search news...
id: Cari berita...

# news_noNews
source: No news found
id: Tidak ada berita

# login_title
source: Welcome Back
id: Selamat Datang

# login_subtitle
source: Sign in to continue
id: Masuk untuk melanjutkan

# login_password
source: Password
id: Kata Sandi

# login_rememberMe
source: Remember me
id: Ingat saya

# login_signIn
source: Sign In
id: Masuk

# login_loggingIn
source: Logging in...
id: Sedang masuk...

# login_checkingData
source: Checking data...
id: Memeriksa data...

# login_creatingAdmin
source: Creating default admin...
id: Membuat admin default...

source: Login failed
id: Login gagal

# login_emulatorDetected
source: Emulator Detected
id: Emulator Terdeteksi

# login_emulatorWarning
source: This app cannot run on an emulator or simulator. Please use a real device to continue.
id: Aplikasi ini tidak dapat berjalan di emulator atau simulator. Silakan gunakan perangkat asli untuk melanjutkan.

# login_welcomeSampleData
source: Welcome! Sample data has been generated.
id: Selamat datang! Data contoh telah dibuat.

# login_factoryResetTitle
source: Factory Reset
id: Reset Pabrik

# login_factoryResetMessage
source: WARNING: This will sign out from Firebase and DELETE ALL local data including: • All products and categories • All customers and suppliers • All orders and transactions • All users • All settings The app will return to fresh install state.
id: PERINGATAN: Ini akan mengeluarkan dari Firebase dan MENGHAPUS SEMUA data lokal termasuk: • Semua produk dan kategori • Semua pelanggan dan supplier • Semua pesanan dan transaksi • Semua pengguna • Semua pengaturan Aplikasi akan kembali ke kondisi baru install.

# login_factoryResetConfirm2Title
source: Are You Sure?
id: Apakah Anda Yakin?

# login_factoryResetConfirm2Message
source: This operation is IRREVERSIBLE. All your data will be permanently lost and the app will reset as if freshly installed. Are you absolutely sure?
id: Operasi ini TIDAK DAPAT DIBATALKAN. Semua data Anda akan hilang secara permanen dan aplikasi akan reset seperti baru diinstall. Apakah Anda benar-benar yakin?

# login_factoryResetConfirm3Title
source: Final Warning
id: Peringatan Terakhir

# login_factoryResetConfirm3Message
source: This is your LAST chance to cancel. After this, ALL DATA will be permanently deleted and Firebase will be signed out. There is NO way to recover.
id: Ini adalah kesempatan TERAKHIR untuk membatalkan. Setelah ini, SEMUA DATA akan dihapus secara permanen dan Firebase akan di-logout. TIDAK ADA cara untuk memulihkan.

# login_factoryResetNow
source: RESET NOW
id: RESET SEKARANG

# login_factoryResetting
source: Resetting all data...
id: Mereset semua data...

# login_factoryResetDone
source: All data has been reset. Please restart the app.
id: Semua data telah direset. Silakan restart aplikasi.

# home_todaySales
source: Today's Sales
id: Penjualan Hari Ini

# home_todayOrders
source: Today's Orders
id: Pesanan Hari Ini

# home_todayExpenses
source: Today's Expenses
id: Pengeluaran Hari Ini

# home_outstandingCredits
source: Outstanding Credits
id: Piutang Belum Lunas

# home_outstandingDebts
source: Outstanding Debts
id: Hutang Belum Lunas

# home_todayProfit
source: Today's Profit
id: Profit Hari Ini

# home_unpaidPO
source: Unpaid PO
id: PO Belum Bayar

# home_activeCashiers
source: Active Cashiers
id: Kasir Aktif

# home_stockAlert
source: Stock Alert
id: Peringatan Stok

# home_allStockFulfilled
source: All product stock is fulfilled
id: Semua stok produk terpenuhi

# home_outOfStock
source: Out of Stock
id: Stok Habis

# home_lowStockInfo
source: Stock: {current} (min: {minimum})
id: Stok: {current} (min: {minimum})

# home_freeMode
source: Free Mode
id: Mode Gratis

# home_trialMode
source: Trial Mode
id: Mode Trial

# home_premiumMode
source: Premium Mode
id: Mode Premium

# home_upgradeToPremium
source: Upgrade to Premium
id: Upgrade ke Premium

# home_watchAdForPremium
source: Watch Ad for Premium
id: Tonton Iklan untuk Premium

# home_premiumActiveUntil
source: Active until {date}
id: Aktif sampai {date}

# home_quickActions
source: Quick Actions
id: Aksi Cepat

# home_sales
source: Sales
id: Penjualan

# home_tables
source: Tables
id: Meja

# home_newPurchaseOrder
source: New PO
id: PO Baru

# home_purchaseOrders
source: Purchase Orders
id: Purchase Order

# home_stockAdjustment
source: Stock Adj
id: Stok Adj

# home_customers
source: Customers
id: Pelanggan

# home_products
source: Products
id: Produk

# home_categories
source: Categories
id: Kategori

# home_variants
source: Variants
id: Varian

# home_vouchers
source: Vouchers
id: Voucher

# home_suppliers
source: Suppliers
id: Supplier

# home_expenseTypes
source: Expense Types
id: Jenis Pengeluaran

# home_credits
source: Credits
id: Piutang

# home_debts
source: Debts
id: Hutang

# home_expenses
source: Expenses
id: Pengeluaran

# home_paymentMethods
source: Payment Methods
id: Metode Pembayaran

# home_users
source: Users
id: Pengguna

# home_salesReport
source: Sales Report
id: Laporan Penjualan

# home_taxReport
source: Tax Report
id: Laporan Pajak

# home_cashflowReport
source: Cash Flow
id: Arus Kas

# home_capitalReport
source: Capital Report
id: Laporan Modal

# home_cashDrawer
source: Cash Drawer
id: Kas Kasir

# home_cashDrawerReport
source: Cash Drawer Report
id: Laporan Kas Kasir

# home_cashReasons
source: Cash Reasons
id: Alasan Kas

# home_purchaseReport
source: Purchase Report
id: Laporan Pembelian

# home_inventoryReport
source: Inventory
id: Inventaris

# home_stockHistory
source: Stock History
id: Riwayat Stok

# home_stockAdjustmentReport
source: Stock Adj Report
id: Lap. Stok Adj

# home_creditReport
source: Credit Report
id: Laporan Piutang

# home_debtReport
source: Debt Report
id: Laporan Hutang

# home_expenseReport
source: Expense Report
id: Laporan Pengeluaran

# home_customerReport
source: Customer Report
id: Laporan Pelanggan

# home_supplierReport
source: Supplier Report
id: Laporan Supplier

# home_paymentMethodReport
source: Payment Method
id: Metode Pembayaran

# home_staffReport
source: Staff Report
id: Laporan Karyawan

# home_productPerformance
source: Product Performance
id: Performa Produk

# home_hourlySales
source: Hourly Sales
id: Penjualan Per Jam

# home_productSalesProfit
source: Product Sales & Profit
id: Penjualan & Profit Produk

# home_profitAndLoss
source: Profit & Loss
id: Laba & Rugi

# home_settings
source: Settings
id: Pengaturan

# home_logout
source: Logout
id: Keluar

# home_logoutConfirmTitle
source: Logout
id: Keluar

# home_logoutConfirmMessage
source: Are you sure you want to logout?
id: Apakah Anda yakin ingin keluar?

# home_masterData
source: Master Data
id: Data Master

# home_reports
source: Reports
id: Laporan

# home_transactions
source: Transactions
id: Transaksi

# home_management
source: Management
id: Manajemen

# home_development
source: Development
id: Pengembangan

# home_tableManagement
source: Tables
id: Meja

# home_orderStatuses
source: Order Statuses
id: Status Pesanan

# pos_searchProducts
source: Search products...
id: Cari produk...

# pos_allCategories
source: All
id: Semua

# pos_cart
source: Cart
id: Keranjang

# pos_emptyCart
source: Cart is empty
id: Keranjang kosong

# pos_addItems
source: Add items to get started
id: Tambah item untuk memulai

# pos_selectTable
source: Select Table
id: Pilih Meja

# pos_selectCustomer
source: Select Customer
id: Pilih Pelanggan

# pos_noTable
source: No Table
id: Tanpa Meja

# pos_takeawayDescription
source: Order without table (to-go)
id: Pesan tanpa meja (bawa pulang)

# pos_orTakeaway
source: or order without table
id: atau pesan tanpa meja

# pos_orderType
source: Order Type
id: Tipe Pesanan

# pos_dineIn
source: Dine In
id: Makan di Tempat

# pos_noCustomer
source: No Customer
id: Tanpa Pelanggan

# pos_items
source: items
id: item

# pos_itemsLabel
source: Items:
id: Item:

# pos_itemsBatchLabel
source: Items Batch {number}:
id: Item Batch {number}:

# pos_proceedToPayment
source: Proceed to Payment
id: Lanjut ke Pembayaran

# pos_noItemsInCart
source: No items in cart
id: Tidak ada item di keranjang

# pos_outOfStock
source: Out of Stock
id: Stok Habis

# pos_lowStock
source: Low Stock
id: Stok Menipis

# pos_inStock
source: In Stock
id: Tersedia

# pos_addToCart
source: Add to Cart
id: Tambah ke Keranjang

# pos_updateCart
source: Update Cart
id: Perbarui Keranjang

# pos_removeFromCart
source: Remove from Cart
id: Hapus dari Keranjang

# pos_quantity
source: Quantity
id: Jumlah

# pos_unit
source: Unit
id: Satuan

# pos_note
source: Note
id: Catatan

# pos_addNote
source: Add note...
id: Tambah catatan...

# pos_variants
source: Variants
id: Varian

# pos_price
source: Price
id: Harga

# pos_discount
source: Discount
id: Diskon

# pos_tax
source: Tax
id: Pajak

# pos_cashReceived
source: Cash Received
id: Uang Diterima

# pos_change
source: Change
id: Kembalian

# pos_payNow
source: Pay Now
id: Bayar Sekarang

# pos_paymentMethod
source: Payment Method
id: Metode Pembayaran

# pos_cash
source: Cash
id: Tunai

# pos_bankTransfer
source: Bank Transfer
id: Transfer Bank

# pos_credit
source: Credit
id: Kredit

# pos_paymentSuccess
source: Payment Success
id: Pembayaran Berhasil

# pos_printReceipt
source: Print Receipt
id: Cetak Struk

# pos_newOrder
source: New Order
id: Pesanan Baru

# pos_orderNumber
source: Order #
id: Pesanan #

# pos_tableNumber
source: Table
id: Meja

# pos_customerName
source: Customer
id: Pelanggan

# pos_viewOrder
source: View Order
id: Lihat Pesanan

# pos_cancelOrder
source: Cancel Order
id: Batalkan Pesanan

# pos_orderCancelled
source: Order cancelled
id: Pesanan dibatalkan

# pos_confirmCancel
source: Are you sure you want to cancel this order?
id: Apakah Anda yakin ingin membatalkan pesanan ini?

# pos_customerOptional
source: Customer (Optional)
id: Pelanggan (Opsional)

# pos_walkInCustomer
source: Walk-in Customer
id: Pelanggan Umum

# pos_searchCustomerHint
source: Search customer name or phone...
id: Cari nama atau telepon pelanggan...

# pos_payment
source: Payment
id: Pembayaran

# pos_qtyExceedsStock
source: Quantity exceeds available stock
id: Jumlah melebihi stok tersedia

# pos_addItem
source: Add Item
id: Tambah Item

# pos_unlimitedStock
source: Unlimited stock
id: Stok tidak terbatas

# pos_stockInfo
source: Stock: {qty} {unit}
id: Stok: {qty} {unit}

# pos_quantityWithUnit
source: Quantity ({unit})
id: Jumlah ({unit})

# pos_options
source: Options
id: Opsi

# pos_notes
source: Notes
id: Catatan

# pos_addSpecialInstructions
source: Add special instructions...
id: Tambah instruksi khusus...

# pos_update
source: Update
id: Perbarui

# pos_qtyMustBeGreater
source: Quantity must be greater than 0
id: Jumlah harus lebih dari 0

# pos_noDecimalQty
source: This product does not allow decimal quantities
id: Produk ini tidak mendukung jumlah desimal

# pos_totalQtyExceedsStock
source: Total quantity ({total} PCS) exceeds available stock ({stock} PCS)
id: Total jumlah ({total} PCS) melebihi stok tersedia ({stock} PCS)

# pos_processingOrder
source: Processing order...
id: Memproses pesanan...

# pos_orderCreated
source: Order Created
id: Pesanan Dibuat

# pos_itemsAddedPrint
source: Items added to existing order. Print order ticket?
id: Item ditambahkan ke pesanan. Cetak tiket pesanan?

# pos_orderCreatedPrint
source: Order created successfully. Print order ticket?
id: Pesanan berhasil dibuat. Cetak tiket pesanan?

# pos_orderFailed
source: Order failed: {error}
id: Pesanan gagal: {error}

# pos_selectOrderType
source: Select Order Type
id: Pilih Tipe Pesanan

# pos_nonTableOrder
source: Non-Table Order
id: Pesanan Non-Meja

# common_skip
source: Skip
id: Lewati

# posCategories_title
source: Order Categories
id: Kategori Pesanan

# posCategories_name
source: Category Name
id: Nama Kategori

# posCategories_icon
source: Icon
id: Ikon

# posCategories_color
source: Color
id: Warna

# posCategories_sortOrder
source: Sort Order
id: Urutan

# posCategories_nameRequired
source: Category name is required
id: Nama kategori wajib diisi

# posCategories_updated
source: Category updated
id: Kategori diperbarui

# posCategories_added
source: Category added
id: Kategori ditambahkan

# posCategories_deleteConfirm
source: Delete category "{name}"?
id: Hapus kategori "{name}"?

# posCategories_generateDefaults
source: Generate Defaults
id: Buat Default

# posCategories_generateDefaultsConfirm
source: This will add default categories (Takeaway, Gofood, Shopefood). Continue?
id: Ini akan menambahkan kategori default (Takeaway, Gofood, Shopefood). Lanjutkan?

# posCategories_defaultsGenerated
source: Default categories generated
id: Kategori default dibuat

# posCategories_noCategories
source: No categories found
id: Tidak ada kategori

# paymentDetail_title
source: Payment Receipt
id: Struk Pembayaran

# paymentDetail_printerSettings
source: Printer Settings
id: Pengaturan Printer

# paymentDetail_paymentSuccessful
source: Payment Successful!
id: Pembayaran Berhasil!

# paymentDetail_printing
source: Printing...
id: Mencetak...

# paymentDetail_print
source: Print
id: Cetak

# paymentDetail_orderItems
source: ORDER ITEMS
id: ITEM PESANAN

# paymentDetail_paymentDetails
source: PAYMENT DETAILS
id: DETAIL PEMBAYARAN

# paymentDetail_amountPaid
source: Amount Paid
id: Jumlah Dibayar

# paymentDetail_thankYou
source: Thank you for your order!
id: Terima kasih atas pesanan Anda!

# paymentDetail_comeAgain
source: Please come again
id: Silakan datang kembali

# printPreview_title
source: Print Preview
id: Pratinjau Cetak

# printPreview_cashier
source: Cashier
id: Kasir

# printPreview_kitchen
source: Kitchen
id: Dapur

# printPreview_waiter
source: Waiter
id: Pelayan

# printPreview_kitchenOrder
source: Kitchen Order
id: Pesanan Dapur

# printPreview_waiterOrder
source: Waiter Order
id: Pesanan Pelayan

# products_title
source: Products
id: Produk

# products_addProduct
source: Add Product
id: Tambah Produk

# products_editProduct
source: Edit Product
id: Ubah Produk

# products_deleteProduct
source: Delete Product
id: Hapus Produk

# products_deleteConfirm
source: Are you sure you want to delete this product?
id: Apakah Anda yakin ingin menghapus produk ini?

# products_name
source: Product Name
id: Nama Produk

# products_price
source: Selling Price
id: Harga Jual

# products_purchasePrice
source: Purchase Price
id: Harga Beli

# products_stock
source: Stock
id: Stok

# products_minStock
source: Minimum Stock
id: Stok Minimum

# products_category
source: Category
id: Kategori

# products_description
source: Description
id: Deskripsi

# products_photo
source: Photo
id: Foto

# products_isService
source: Is Service
id: Adalah Jasa

# products_stockMode
source: Stock Tracking
id: Pelacakan Stok

# products_allowComma
source: Allow Decimal Quantity
id: Izinkan Jumlah Desimal

# products_units
source: Units
id: Satuan

# products_searchProducts
source: Search products...
id: Cari produk...

# products_allCategories
source: All Categories
id: Semua Kategori

# products_noProducts
source: No products found
id: Tidak ada produk

# products_addFirst
source: Add your first product
id: Tambah produk pertama Anda

# products_productSaved
source: Product saved successfully
id: Produk berhasil disimpan

# products_productDeleted
source: Product deleted
id: Produk dihapus

# productForm_productPhoto
source: Product Photo
id: Foto Produk

# productForm_addUnit
source: Add Unit
id: Tambah Satuan

# productForm_unitName
source: Unit Name (max 3 chars)
id: Nama Satuan (maks 3 huruf)

# productForm_unitNameHint
source: e.g., PCS, BOX, KG
id: contoh: PCS, BOX, KG

# productForm_conversionFactor
source: Conversion Factor
id: Faktor Konversi

# productForm_conversionFactorHint
source: e.g., 12 (1 Pack = 12 PCS)
id: contoh: 12 (1 Pack = 12 PCS)

# productForm_conversionFactorHelp
source: How many base units (PCS) in one of this unit?
id: Berapa banyak satuan dasar (PCS) dalam satu satuan ini?

# productForm_unitNameRequired
source: Unit name is required
id: Nama satuan wajib diisi

# productForm_unitNameMax3
source: Unit name max 3 characters
id: Nama satuan maksimal 3 karakter

# productForm_validConversionFactor
source: Please enter a valid conversion factor
id: Masukkan faktor konversi yang valid

# productForm_unitAlreadyExists
source: Unit "{name}" already exists
id: Satuan "{name}" sudah ada

# productForm_productNameRequired
source: Product name is required
id: Nama produk wajib diisi

# productForm_savingProduct
source: Saving product...
id: Menyimpan produk...

# productForm_productUpdated
source: Product updated successfully
id: Produk berhasil diperbarui

# productForm_productAdded
source: Product added successfully
id: Produk berhasil ditambahkan

# productForm_enterPurchasePrice
source: Enter purchase price
id: Masukkan harga beli

# productForm_setViaPO
source: Set via Purchase Order
id: Diatur via Purchase Order

# productForm_alertWhenBelowThis
source: Alert when stock below this
id: Peringatan jika stok di bawah ini

# productForm_orderRecommendation
source: Order Recommendation
id: Rekomendasi Order

# productForm_orderRecommendationHint
source: Recommended quantity to reorder
id: Jumlah rekomendasi untuk pemesanan ulang

# productForm_noCategory
source: No Category
id: Tanpa Kategori

# productForm_scanOrEnterManually
source: Scan or enter manually
id: Scan atau masukkan manual

# productForm_productVariants
source: Product Variants
id: Varian Produk

# productForm_selectVariants
source: Select variants that apply to this product
id: Pilih varian yang berlaku untuk produk ini

# productForm_productUnits
source: Product Units
id: Satuan Produk

# productForm_defineUnitsHelp
source: Define units for this product (e.g., PCS, Pack, Box)
id: Tentukan satuan untuk produk ini (contoh: PCS, Pack, Box)

# productForm_unitsPricing
source: Units & Pricing
id: Satuan & Harga

# productForm_unitsPricingHelp
source: Define units and set selling price per unit
id: Tentukan satuan dan harga jual per satuan

# productForm_baseUnit
source: Base Unit
id: Satuan Dasar

# productForm_mainPrice
source: Main Price
id: Harga Utama

# productForm_setAbove
source: Set price above
id: Atur harga di atas

# productForm_autoPrice
source: Auto
id: Otomatis

# productForm_customPrice
source: Custom
id: Kustom

# productForm_customUnitPrice
source: Custom unit price
id: Harga satuan kustom

# productForm_customPriceEnabled
source: Set a custom selling price for this unit
id: Tentukan harga jual kustom untuk satuan ini

# productForm_autoCalculatePrice
source: Price auto-calculated from base price × conversion
id: Harga dihitung otomatis dari harga dasar × konversi

# productForm_editUnitPrice
source: Edit Unit Price
id: Ubah Harga Satuan

# productForm_unitPrice
source: Unit Price
id: Harga Satuan

# productForm_validUnitPrice
source: Please enter a valid unit price
id: Masukkan harga satuan yang valid

# productForm_autoCalcExplanation
source: Auto-calculated: {price} (base price × {factor})
id: Dihitung otomatis: {price} (harga dasar × {factor})

# productForm_noUnitsWarning
source: No units defined. Default PCS unit will be used.
id: Belum ada satuan. Satuan PCS default akan digunakan.

# productForm_isService
source: This product is a service
id: Produk ini adalah jasa

# productForm_stockNotTracked
source: Stock will not be tracked
id: Stok tidak akan dilacak
