Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# subscription_creatingOrder
source: Creating order...
id: Membuat pesanan...

# subscription_activating
source: Activating premium...
id: Mengaktifkan premium...

# subscription_successTitle
source: Premium Activated!
id: Premium Aktif!

# subscription_successMessage
source: Your premium subscription has been activated. Enjoy all premium features!
id: Langganan premium Anda telah diaktifkan. Nikmati semua fitur premium!

# subscription_startingPurchase
source: Starting purchase...
id: Memulai pembayaran...

# subscription_networkError
source: Please check your internet connection
id: Pastikan koneksi internet stabil

# subscription_googleRequired
source: Google Account Required
id: Akun Google Diperlukan

# subscription_googleRequiredDesc
source: Please link your Google account to subscribe. This ensures your subscription can be restored if you reinstall the app.
id: Hubungkan akun Google Anda untuk berlangganan. Ini memastikan langganan Anda dapat dipulihkan jika Anda menginstal ulang aplikasi.

# subscription_googleLinkNow
source: Link Google Account
id: Hubungkan Akun Google

# subscription_alreadyActive
source: This Google account already has an active subscription. You cannot subscribe again until the current subscription expires.
id: Akun Google ini sudah memiliki langganan aktif. Anda tidak dapat berlangganan lagi sampai langganan saat ini habis.

# subscriptionInfo_title
source: Subscription Plans
id: Paket Langganan

# subscriptionInfo_headerSubtitle
source: Unlock all features and grow your business without limits
id: Buka semua fitur dan kembangkan bisnis tanpa batas

# subscriptionInfo_currentMode
source: Current
id: Saat Ini

# subscriptionInfo_premiumDesc
source: You have full access to all features
id: Anda memiliki akses penuh ke semua fitur

# subscriptionInfo_trialDesc
source: Temporary premium access from watching ads
id: Akses premium sementara dari menonton iklan

# subscriptionInfo_freeDesc
source: Limited features with daily transaction limits
id: Fitur terbatas dengan limit transaksi harian

# subscriptionInfo_plansTitle
source: Available Plans
id: Paket Tersedia

# subscriptionInfo_normalPrice
source: Normal Price
id: Harga Normal

# subscriptionInfo_voucherPrice
source: With Voucher
id: Dengan Voucher

# subscriptionInfo_save
source: Save Rp {amount}
id: Hemat Rp {amount}

# subscriptionInfo_popular
source: POPULAR
id: POPULER

# subscriptionInfo_comparisonTitle
source: Feature Comparison
id: Perbandingan Fitur

# subscriptionInfo_featureProducts
source: Products
id: Produk

# subscriptionInfo_featureUsers
source: Users
id: Pengguna

# subscriptionInfo_featureTransactions
source: Transactions
id: Transaksi

# subscriptionInfo_featureAds
source: Ads
id: Iklan

# subscriptionInfo_featureReports
source: Reports
id: Laporan

# subscriptionInfo_day
source: day
id: hari

# subscriptionInfo_yes
source: Yes
id: Ya

# subscriptionInfo_no
source: No
id: Tidak

# subscriptionInfo_withAds
source: With Ads
id: Dengan Iklan

# subscriptionInfo_full
source: Full
id: Penuh

# subscriptionInfo_voucherTitle
source: Get Special Discount
id: Dapatkan Diskon Spesial

# subscriptionInfo_voucherDesc
source: Enter a voucher code during checkout to get discounted subscription prices!
id: Masukkan kode voucher saat checkout untuk mendapatkan harga langganan yang lebih murah!

# subscriptionInfo_subscribeCta
source: Subscribe to Premium
id: Berlangganan Premium

# payment_confirmTitle
source: Confirm Payment
id: Konfirmasi Pembayaran

# payment_confirmMessage
source: Have you completed the payment? Click confirm to activate your premium subscription.
id: Apakah Anda sudah menyelesaikan pembayaran? Klik konfirmasi untuk mengaktifkan langganan premium Anda.

# payment_confirmButton
source: I Have Paid
id: Saya Sudah Bayar

# payment_successTitle
source: Payment Successful!
id: Pembayaran Berhasil!

# payment_successMessage
source: Your premium subscription for {duration} has been activated. Enjoy all premium features!
id: Langganan premium {duration} Anda telah aktif. Nikmati semua fitur premium!

# payment_cancelTitle
source: Cancel Payment?
id: Batalkan Pembayaran?

# payment_cancelMessage
source: Are you sure you want to cancel the payment process?
id: Apakah Anda yakin ingin membatalkan proses pembayaran?

# payment_warningTitle
source: Important!
id: Penting!

# payment_warningMessage
source: Do not close this page while making a payment for the premium activation to work. If you have already made a payment but nothing happens, tap the 'Check Payment Status' button at the bottom of the screen.
id: Jangan tutup halaman ini saat melakukan pembayaran agar aktivasi premium berfungsi. Jika Anda sudah melakukan pembayaran namun tidak terjadi apa-apa, ketuk tombol 'Cek Status Pembayaran' di bagian bawah layar.

# payment_checkStatus
source: Check Payment Status
id: Cek Status Pembayaran

# payment_doNotCloseWarning
source: Do not close this page while making a payment for the premium activation to work. If you close it, you must confirm manually via the Contact Us menu.
id: Jangan tutup halaman ini saat melakukan pembayaran agar aktivasi premium berfungsi. Jika ditutup, Anda harus konfirmasi manual melalui menu Hubungi Kami.

# payment_screenshotTitle
source: Screenshot Page?
id: Screenshot Halaman?

# payment_screenshotMessage
source: Save a screenshot of this page as payment proof?
id: Simpan screenshot halaman ini sebagai bukti pembayaran?

# payment_screenshotConfirm
source: Save
id: Simpan

# payment_screenshotSaving
source: Saving screenshot...
id: Menyimpan screenshot...

# payment_screenshotSaved
source: Screenshot saved to gallery
id: Screenshot tersimpan ke galeri

# payment_screenshotFailed
source: Failed to save screenshot
id: Gagal menyimpan screenshot

# payment_infoText
source: Complete your payment in the browser above, then tap the button below to confirm.
id: Selesaikan pembayaran di browser di atas, lalu ketuk tombol di bawah untuk konfirmasi.

# firstTimeSetup_welcome
source: Welcome!
id: Selamat Datang!

# firstTimeSetup_subtitle
source: Let's set up your business
id: Mari siapkan bisnis Anda

# firstTimeSetup_selectAppType
source: Select Your Business Type
id: Pilih Jenis Bisnis Anda

# firstTimeSetup_pleaseSelectAppType
source: Please select an app type
id: Silakan pilih jenis aplikasi

# firstTimeSetup_generateSampleData
source: Generate Sample Data
id: Buat Data Contoh

# firstTimeSetup_generateSampleDataDesc
source: Add sample products, categories, and customers to get started quickly
id: Tambahkan produk, kategori, dan pelanggan contoh untuk memulai dengan cepat

# firstTimeSetup_continue
source: Continue
id: Lanjutkan

# firstTimeSetup_skip
source: Skip Setup
id: Lewati Setup

# firstTimeSetup_settingUp
source: Setting up your app...
id: Menyiapkan aplikasi Anda...

# firstTimeSetup_setupComplete
source: Setup complete!
id: Setup selesai!

# firstTimeSetup_cafe
source: Cafe
id: Kafe

# firstTimeSetup_cafeDesc
source: Coffee shop, restaurant, food & beverage
id: Kedai kopi, restoran, makanan & minuman

# firstTimeSetup_grocery
source: Grocery
id: Toko Kelontong

# firstTimeSetup_groceryDesc
source: Supermarket, mini market, retail store
id: Supermarket, minimarket, toko retail

# firstTimeSetup_pharmacy
source: Pharmacy
id: Apotek

# firstTimeSetup_pharmacyDesc
source: Drugstore, pharmacy, health store
id: Apotek, toko obat, toko kesehatan

# firstTimeSetup_laundryDesc
source: Laundry service, dry cleaning
id: Jasa laundry, dry cleaning

# firstTimeSetup_blank
source: Blank
id: Kosong

# firstTimeSetup_blankDesc
source: Start from scratch, add your own data
id: Mulai dari nol, tambahkan data sendiri

# firstTimeSetup_storagePermissionDesc
source: To keep your data safe even after clearing app data, please grant storage permission. This allows the app to store data in a location that won't be deleted.
id: Untuk menjaga data Anda tetap aman meskipun setelah menghapus data aplikasi, mohon berikan izin penyimpanan. Ini memungkinkan aplikasi menyimpan data di lokasi yang tidak akan terhapus.

# firstTimeSetup_storagePermissionWarning
source: Without this permission, your data will be lost if you clear app data!
id: Tanpa izin ini, data Anda akan hilang jika Anda menghapus data aplikasi!

# storagePermission_title
source: Storage Access Required
id: Izin Penyimpanan Diperlukan

# storagePermission_description
source: This app needs storage access to keep your business data safe. This permission is required to ensure your data is not lost when you uninstall the app or clear app data.
id: Aplikasi ini membutuhkan akses penyimpanan untuk menjaga data bisnis Anda tetap aman. Izin ini diperlukan agar data Anda tidak hilang saat menghapus aplikasi atau menghapus data aplikasi.

# storagePermission_benefit1Title
source: Data Protection
id: Perlindungan Data

# storagePermission_benefit1Desc
source: Your master data and transactions stay safe even after app uninstall
id: Data master dan transaksi tetap aman meskipun aplikasi di-uninstall

# storagePermission_benefit2Title
source: Local Backup
id: Backup Lokal

# storagePermission_benefit2Desc
source: Create and restore backups anytime without internet
id: Buat dan pulihkan backup kapan saja tanpa internet

# storagePermission_benefit3Title
source: Data Security
id: Keamanan Data

# storagePermission_benefit3Desc
source: Your data is stored securely on your device
id: Data Anda disimpan dengan aman di perangkat Anda

# storagePermission_grantAccess
source: Grant Access
id: Berikan Akses

# storagePermission_deniedWarning
source: Permission was denied. Please grant storage access to continue using the app. Tap 'Open Settings' and enable 'All files access' for this app.
id: Izin ditolak. Mohon berikan akses penyimpanan untuk melanjutkan menggunakan aplikasi. Ketuk 'Buka Pengaturan' dan aktifkan 'Akses semua file' untuk aplikasi ini.

# storagePermission_checkAgain
source: Check Again
id: Cek Lagi

# storagePermission_note
source: We only access the KasirBaik folder on your device. Your other files remain private and untouched.
id: Kami hanya mengakses folder KasirBaik di perangkat Anda. File lainnya tetap privat dan tidak tersentuh.

# export_title
source: Export Data
id: Ekspor Data

# export_subtitle
source: Export to Excel
id: Ekspor ke Excel

# export_confirmMessage
source: This will export all data to an Excel file. Continue?
id: Ini akan mengekspor semua data ke file Excel. Lanjutkan?

# export_export
source: Export
id: Ekspor

# export_exporting
source: Exporting data...
id: Mengekspor data...

# export_success
source: Data exported successfully
id: Data berhasil diekspor

# export_failed
source: Failed to export data
id: Gagal mengekspor data

# export_share
source: Share
id: Bagikan

# export_masterData
source: Master Data
id: Data Master

# export_masterDataDesc
source: Products, categories, customers, and other reference data
id: Produk, kategori, pelanggan, dan data referensi lainnya

# export_reports
source: Reports
id: Laporan

# export_transactionData
source: Transaction Data
id: Data Transaksi

# export_transactionDataDesc
source: Orders, expenses, purchases, and other transaction records (filtered by: {dateRange})
id: Pesanan, pengeluaran, pembelian, dan catatan transaksi lainnya (difilter: {dateRange})

# export_products
source: Products
id: Produk

# export_categories
source: Categories
id: Kategori

# export_customers
source: Customers
id: Pelanggan

# export_suppliers
source: Suppliers
id: Supplier

# export_tables
source: Tables
id: Meja

# export_users
source: Users
id: Pengguna

# export_orders
source: Orders
id: Pesanan

# export_expenses
source: Expenses
id: Pengeluaran

# export_purchases
source: Purchases
id: Pembelian

# export_stockAdjustments
source: Stock Adjustments
id: Penyesuaian Stok

# export_credits
source: Credits
id: Piutang

# export_debts
source: Debts
id: Hutang

# export_paymentMethods
source: Payment Methods
id: Metode Pembayaran

# export_reportSummaries
source: Report Summaries
id: Ringkasan Laporan

# export_reportSummariesDesc
source: Calculated report summaries based on {period} data
id: Ringkasan laporan berdasarkan data {period}

# export_salesReport
source: Sales Report
id: Laporan Penjualan

# export_profitLossReport
source: Profit & Loss
id: Laba Rugi

# export_cashflowReport
source: Cashflow
id: Arus Kas

# export_inventoryReport
source: Inventory
id: Inventaris

# export_productPerformance
source: Product Performance
id: Performa Produk

# export_expenseReport
source: Expense Report
id: Laporan Pengeluaran

# export_creditReport
source: Credit Report
id: Laporan Piutang

# export_debtReport
source: Debt Report
id: Laporan Hutang

# export_balanceSheet
source: Balance Sheet
id: Neraca

# export_variants
source: Variants
id: Varian

# export_posCategories
source: POS Categories
id: Kategori POS

# export_cashReasons
source: Cash Reasons
id: Alasan Kas

# export_expenseTypes
source: Expense Types
id: Jenis Pengeluaran

# export_orderStatuses
source: Order Statuses
id: Status Pesanan

# export_vouchers
source: Vouchers
id: Voucher

# export_cashDrawerSessions
source: Cash Drawer
id: Kas Laci

# export_stockHistory
source: Stock History
id: Riwayat Stok

# export_goodReceives
source: Good Receives
id: Penerimaan Barang

# export_info
source: Export Information
id: Informasi Ekspor

# export_infoDescription
source: Master data will be exported in full. Transaction data will be filtered based on the selected date range.
id: Data master akan diekspor secara lengkap. Data transaksi akan difilter berdasarkan rentang tanggal yang dipilih.

# export_exportToExcel
source: Export to Excel
id: Ekspor ke Excel

# export_dateFilter
source: Date Filter
id: Filter Tanggal

# export_preview
source: Preview Data
id: Lihat Data

# exportPreview_title
source: Export Preview
id: Preview Ekspor

# exportPreview_summary
source: Summary
id: Ringkasan

# exportPreview_sales
source: Sales
id: Penjualan

# exportPreview_expenses
source: Expenses
id: Pengeluaran

# exportPreview_receivablesPayables
source: Receivables/Payables
id: Piutang/Hutang

# exportPreview_financialSummary
source: Financial Summary
id: Ringkasan Keuangan

# exportPreview_balanceSummary
source: Balance Summary
id: Ringkasan Saldo

# exportPreview_masterData
source: Master Data
id: Data Master

# exportPreview_transactionSummary
source: Transaction Summary
id: Ringkasan Transaksi

# exportPreview_totalSales
source: Total Sales
id: Total Penjualan

# exportPreview_grossProfit
source: Gross Profit
id: Laba Kotor

# exportPreview_totalExpenses
source: Total Expenses
id: Total Pengeluaran

# exportPreview_netProfit
source: Net Profit
id: Laba Bersih

# exportPreview_inventoryValue
source: Inventory Value
id: Nilai Persediaan

# exportPreview_receivables
source: Receivables
id: Piutang

# exportPreview_payables
source: Payables
id: Hutang

# exportPreview_netPosition
source: Net Position
id: Posisi Bersih

# exportPreview_orderCount
source: Orders
id: Pesanan

# exportPreview_expenseCount
source: Expenses
id: Pengeluaran

# exportPreview_salesByPaymentMethod
source: Sales by Payment Method
id: Penjualan per Metode Pembayaran

# exportPreview_expensesByCategory
source: Expenses by Category
id: Pengeluaran per Kategori

# exportPreview_recentOrders
source: Recent Orders
id: Pesanan Terbaru

# exportPreview_andMore
source: and {count} more
id: dan {count} lainnya

# dateFilter_thisYear
source: This Year
id: Tahun Ini

# dateFilter_allTime
source: All Time
id: Semua Waktu

# reward_pleaseWait
source: Please wait a moment
id: Mohon tunggu sebentar

# reward_earnAfterTimer
source: Reward will be given after the timer ends
id: Reward akan diberikan setelah waktu habis

# reward_offlineExplanation
source: This page appears because no ads are available, or you are in offline mode, or your internet connection is unstable.
id: Halaman ini muncul karena tidak ada iklan yang tersedia, atau kamu sedang mode offline, atau koneksi internet sedang tidak stabil.

# reward_offlineHint
source: You can close this page and try again when your internet is stable, or wait until the timer finishes.
id: Kamu bisa menutup halaman ini dan mencobanya lagi ketika internet stabil, atau menunggu sampai timer-nya berhenti.

# cloudBackup_backup
source: Backup to Cloud
id: Backup ke Cloud

# cloudBackup_backupDesc
source: Upload backup to cloud storage
id: Upload backup ke penyimpanan cloud

# cloudBackup_restore
source: Restore from Cloud
id: Restore dari Cloud

# cloudBackup_restoreDesc
source: View and restore from cloud backups
id: Lihat dan restore dari backup cloud

# cloudBackup_backingUp
source: Uploading backup to cloud...
id: Mengupload backup ke cloud...

# cloudBackup_backupSuccess
source: Backup uploaded successfully!
id: Backup berhasil diupload!

# cloudBackup_backupFailed
source: Backup failed: {error}
id: Backup gagal: {error}

# cloudBackup_noBackups
source: No cloud backups found
id: Tidak ada backup cloud

# cloudBackup_noBackupsHint
source: Create a backup first to see it here
id: Buat backup terlebih dahulu untuk melihatnya di sini

# cloudBackup_backupHistory
source: Backup History
id: Riwayat Backup

# cloudBackup_masterData
source: Master Data
id: Data Master

# cloudBackup_fullData
source: Full Data
id: Data Lengkap

# cloudBackup_createdAt
source: Created: {date}
id: Dibuat: {date}

# cloudBackup_itemCount
source: {count} records
id: {count} catatan

# cloudBackup_restoreThis
source: Restore this backup?
id: Restore backup ini?

# cloudBackup_restoreWarning
source: This will DELETE all current data and replace it with data from this backup. Backup info: • Type: {type} • Created: {date} • Records: {count} This action cannot be undone!
id: Ini akan MENGHAPUS semua data saat ini dan menggantinya dengan data dari backup ini. Info backup: • Tipe: {type} • Dibuat: {date} • Catatan: {count} Tindakan ini tidak dapat dibatalkan!

# cloudBackup_restoring
source: Restoring from cloud backup...
id: Merestore dari backup cloud...

# cloudBackup_restoreSuccess
source: Restored {count} collections from cloud backup!
id: Berhasil merestore {count} koleksi dari backup cloud!

# cloudBackup_restoreFailed
source: Restore failed: {error}
id: Restore gagal: {error}

# cloudBackup_autoRestoring
source: Cloud backup found. Restoring your data...
id: Backup cloud ditemukan. Memulihkan data Anda...

# cloudBackup_autoRestoreSuccess
source: Data restored successfully!
id: Data berhasil dipulihkan!

# cloudBackup_autoRestoreFailed
source: Auto-restore failed. Starting fresh setup.
id: Auto-restore gagal. Memulai setup awal.

# cloudBackup_deleteEntry
source: Delete from history?
id: Hapus dari riwayat?

# cloudBackup_deleteEntryMessage
source: This will only remove the backup from history. The file on cloud storage will not be deleted.
id: Ini hanya akan menghapus backup dari riwayat. File di penyimpanan cloud tidak akan dihapus.

# cloudBackup_selectBackupType
source: Select Backup Type
id: Pilih Tipe Backup

# cloudBackup_masterDataDesc
source: Products, customers, categories, suppliers
id: Produk, pelanggan, kategori, supplier

# cloudBackup_fullDataDesc
source: All data including transactions and orders
id: Semua data termasuk transaksi dan pesanan

# cloudBackup_storeName
source: Store: {name}
id: Toko: {name}

# cloudBackup_fileSize
source: Size: {size}
id: Ukuran: {size}

# cloudBackup_premiumRequired
source: Cloud Backup is a premium feature. Please upgrade to use this feature.
id: Cloud Backup adalah fitur premium. Silakan upgrade untuk menggunakan fitur ini.

# cloudBackup_createBackup
source: Create Backup
id: Buat Backup

# cloudBackup_createBackupConfirm
source: This will backup all your data including products, transactions, expenses, credits, debts, and settings to the cloud.
id: Ini akan membackup semua data Anda termasuk produk, transaksi, pengeluaran, piutang, hutang, dan pengaturan ke cloud.

# cloudBackup_viewOnline
source: View Online
id: Lihat Online

# cloudBackup_viewLocal
source: View Local
id: Lihat Lokal

# cloudBackup_viewLocalFolder
source: View Local Folder
id: Lihat Folder Lokal

# cloudBackup_localStorageLocation
source: Local Backup Location
id: Lokasi Backup Lokal

# cloudBackup_localFileSaved
source: Local file saved
id: File lokal tersimpan

# cloudBackup_localFileDeleted
source: Local file not available
id: File lokal tidak tersedia

# cloudBackup_localBackupFile
source: Backup File
id: File Backup

# cloudBackup_noLocalFile
source: No local file available
id: Tidak ada file lokal

# cloudBackup_localFileNotFound
source: Local file not found
id: File lokal tidak ditemukan

# cloudBackup_cannotOpenLocalFile
source: Cannot open local file
id: Tidak dapat membuka file lokal

# cloudBackup_autoBackupInfoTitle
source: Auto Backup Schedule
id: Jadwal Auto Backup

# cloudBackup_autoBackupInfoDesc
source: Your data is automatically backed up at the following times each day. Backups are triggered when you open the app or navigate between menus.
id: Data Anda otomatis di-backup pada waktu-waktu berikut setiap hari. Backup dijalankan saat Anda membuka aplikasi atau berpindah menu.

# cloudBackup_autoBackupDone
source: Done
id: Selesai

# cloudBackup_autoBackupCompleted
source: Completed today
id: Selesai hari ini

# tableLive_cancelOrder
source: Cancel Order
id: Batalkan Pesanan

# tableLive_cancelOrderTitle
source: Cancel Order?
id: Batalkan Pesanan?

# tableLive_cancelOrderMessage
source: Stock will be returned to inventory. Any losses from this transaction should be recorded in Stock Adjustment or Expense.
id: Stok akan dikembalikan ke inventaris. Kerugian dari transaksi ini sebaiknya dicatat di Stock Adjustment atau Expense.

# tableLive_cancelOrderConfirm
source: Cancel Order
id: Batalkan

# tableLive_cancellingOrder
source: Cancelling order...
id: Membatalkan pesanan...

# tableLive_orderCancelled
source: Order cancelled successfully
id: Pesanan berhasil dibatalkan

# tableLive_noTakeawayOrders
source: No takeaway orders
id: Tidak ada pesanan takeaway

# tableLive_cannotChangeStatusTitle
source: Cannot Change Status
id: Tidak Dapat Mengubah Status

# tableLive_cannotChangeStatusMessage
source: This table has an active order. Please complete or cancel the order first before changing the table status.
id: Meja ini memiliki pesanan aktif. Silakan selesaikan atau batalkan pesanan terlebih dahulu sebelum mengubah status meja.

# tableLive_quantity
source: Quantity
id: Jumlah

# tableLive_noteOptional
source: Note (optional)
id: Catatan (opsional)

# tableLive_removeItem
source: Remove Item
id: Hapus Item

# tableLive_removeItemConfirm
source: Remove "{itemName}" from order?
id: Hapus "{itemName}" dari pesanan?

# tableLive_itemRemoved
source: Item removed from order
id: Item berhasil dihapus

# tableLive_itemUpdated
source: Item updated
id: Item berhasil diperbarui

# tableLive_orderEmptyCancelled
source: Order cancelled (no items left)
id: Pesanan dibatalkan (tidak ada item tersisa)

# tableLive_updatingItem
source: Updating item...
id: Memperbarui item...

# tableLive_removingItem
source: Removing item...
id: Menghapus item...

# tableLive_tapToEdit
source: Tap item to edit
id: Ketuk item untuk edit

# cashDrawer_title
source: Cash Drawer
id: Kas Kasir

# cashDrawer_noActiveSession
source: No Active Session
id: Tidak Ada Sesi Aktif

# cashDrawer_noActiveSessionDesc
source: Open a new session to start tracking cash
id: Buka sesi baru untuk mulai melacak kas

# cashDrawer_openSession
source: Open Session
id: Buka Sesi

# cashDrawer_closeSession
source: Close Session
id: Tutup Sesi

# cashDrawer_openingBalance
source: Opening Balance
id: Saldo Awal

# cashDrawer_currentBalance
source: Current Balance
id: Saldo Saat Ini

# cashDrawer_expectedBalance
source: Expected Balance
id: Saldo Seharusnya

# cashDrawer_actualBalance
source: Actual Balance
id: Saldo Aktual

# cashDrawer_difference
source: Difference
id: Selisih
