Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# balanceSheet_helpDescription
source: Balance Sheet shows your business's financial position: what you own (assets), what you owe (liabilities), and your net worth (equity).
id: Neraca menampilkan posisi keuangan bisnis Anda: apa yang Anda miliki (aset), apa yang Anda hutang (kewajiban), dan kekayaan bersih (ekuitas).

# balanceSheet_helpAssets
source: Assets
id: Aset

# balanceSheet_helpCashOnHand
source: Cash on hand (from cash drawer)
id: Kas di tangan (dari kas drawer)

# balanceSheet_helpInventory
source: Inventory value (current stock)
id: Nilai inventaris (stok saat ini)

# balanceSheet_helpAccountsReceivable
source: Accounts receivable (customer credits)
id: Piutang usaha (kredit pelanggan)

# balanceSheet_helpLiabilities
source: Liabilities
id: Kewajiban

# balanceSheet_helpAccountsPayable
source: Accounts payable (supplier debts)
id: Hutang usaha (hutang supplier)

# balanceSheet_helpEquity
source: Equity
id: Ekuitas

# balanceSheet_helpEquityDescription
source: Assets minus Liabilities = Owner's Equity
id: Aset dikurangi Kewajiban = Ekuitas Pemilik

# profitLoss_helpTitle
source: What is Profit & Loss?
id: Apa itu Laba Rugi?

# profitLoss_helpDescription
source: Profit & Loss (P&L) shows your business profitability: revenue minus costs and expenses.
id: Laba Rugi (P&L) menampilkan profitabilitas bisnis Anda: pendapatan dikurangi biaya dan pengeluaran.

# profitLoss_helpRevenue
source: Revenue
id: Pendapatan

# profitLoss_helpSalesRevenue
source: Sales revenue (all paid orders)
id: Pendapatan penjualan (semua pesanan lunas)

# profitLoss_helpCosts
source: Costs
id: Biaya

# profitLoss_helpCOGS
source: Cost of Goods Sold (purchase price of items sold)
id: Harga Pokok Penjualan (harga beli barang terjual)

# profitLoss_helpExpenses
source: Operating expenses
id: Biaya operasional

# profitLoss_helpOtherIncome
source: Other Income
id: Pendapatan Lain

# profitLoss_helpCashOverage
source: Cash overage from cash drawer
id: Kelebihan kas dari kas drawer

# profitLoss_helpNetProfit
source: Net Profit = Revenue - COGS - Expenses + Other Income
id: Laba Bersih = Pendapatan - HPP - Pengeluaran + Pendapatan Lain

# cashDrawerReport_helpTitle
source: What is Cash Drawer Report?
id: Apa itu Laporan Kas Drawer?

# cashDrawerReport_helpDescription
source: Cash Drawer Report shows detailed cash transactions and sessions for your cash drawer.
id: Laporan Kas Drawer menampilkan detail transaksi kas dan sesi untuk kas drawer Anda.

# cashDrawerReport_helpIncome
source: Income
id: Pemasukan

# cashDrawerReport_helpSalesIncome
source: Cash sales and QRIS payments
id: Penjualan tunai dan QRIS

# cashDrawerReport_helpCreditPaymentsReceived
source: Credit payments received
id: Pembayaran piutang diterima

# cashDrawerReport_helpCashInTransactions
source: Cash in transactions (deposits)
id: Transaksi kas masuk (setoran)

# cashDrawerReport_helpOutcome
source: Outcome
id: Pengeluaran

# cashDrawerReport_helpExpensesPaid
source: Expenses paid from cash drawer
id: Pengeluaran dibayar dari kas drawer

# cashDrawerReport_helpPurchaseOrdersPaid
source: Purchase orders paid in cash
id: Purchase order dibayar tunai

# cashDrawerReport_helpDebtPaymentsMade
source: Debt payments to suppliers
id: Pembayaran hutang ke supplier

# cashDrawerReport_helpCashOutTransactions
source: Cash out transactions (withdrawals)
id: Transaksi kas keluar (penarikan)

# capitalReport_helpTitle
source: What is Capital Report?
id: Apa itu Laporan Modal?

# capitalReport_helpDescription
source: Capital Report shows the owner's investment and capital contributions to the business.
id: Laporan Modal menampilkan investasi dan kontribusi modal pemilik ke bisnis.

# capitalReport_helpIncludes
source: Includes
id: Termasuk

# capitalReport_helpOpeningBalance
source: Opening balance when starting cash drawer
id: Saldo awal saat memulai kas drawer

# capitalReport_helpAdditionalCapital
source: Additional capital deposits (cash in)
id: Setoran modal tambahan (kas masuk)

# capitalReport_helpCashOverage
source: Cash overage (extra cash found)
id: Kelebihan kas (kas lebih yang ditemukan)

# capitalReport_helpNote
source: Note
id: Catatan

# capitalReport_helpNoteDescription
source: Capital represents owner's investment in the business. Opening balance is the initial capital.
id: Modal mewakili investasi pemilik dalam bisnis. Saldo awal adalah modal awal.

# staffReport_helpTitle
source: What is Staff Report?
id: Apa itu Laporan Staff?

# staffReport_helpDescription
source: Staff Report shows performance metrics for each staff member based on their sales transactions.
id: Laporan Staff menampilkan metrik kinerja setiap anggota staff berdasarkan transaksi penjualan mereka.

# staffReport_helpIncludes
source: Includes
id: Termasuk

# staffReport_helpSalesPerStaff
source: Total sales per staff member
id: Total penjualan per staff

# staffReport_helpTransactionCount
source: Number of transactions handled
id: Jumlah transaksi yang ditangani

# staffReport_helpAverageTransaction
source: Average transaction value
id: Nilai transaksi rata-rata

# staffReport_helpNote
source: Note
id: Catatan

# staffReport_helpNoteDescription
source: Staff performance is based on who processed the order (cashier).
id: Kinerja staff berdasarkan siapa yang memproses pesanan (kasir).

# customerReport_helpTitle
source: What is Customer Report?
id: Apa itu Laporan Pelanggan?

# customerReport_helpDescription
source: Customer Report shows customer purchase patterns and their contribution to your revenue.
id: Laporan Pelanggan menampilkan pola pembelian pelanggan dan kontribusi mereka terhadap pendapatan Anda.

# customerReport_helpIncludes
source: Includes
id: Termasuk

# customerReport_helpCustomerPurchases
source: Total purchases per customer
id: Total pembelian per pelanggan

# customerReport_helpOrderFrequency
source: Order frequency and count
id: Frekuensi dan jumlah pesanan

# customerReport_helpAverageOrderValue
source: Average order value
id: Nilai pesanan rata-rata

# customerReport_helpNote
source: Note
id: Catatan

# customerReport_helpNoteDescription
source: Helps identify your best customers and their buying patterns.
id: Membantu mengidentifikasi pelanggan terbaik dan pola pembelian mereka.

# supplierReport_helpNote
source: Note
id: Catatan

# supplierReport_helpNoteDescription
source: Helps track supplier relationships and purchase patterns.
id: Membantu melacak hubungan dengan supplier dan pola pembelian.

# productPerformance_helpTitle
source: What is Product Performance?
id: Apa itu Performa Produk?

# productPerformance_helpDescription
source: Product Performance shows how well each product is selling and its profitability.
id: Performa Produk menampilkan seberapa baik setiap produk terjual dan profitabilitasnya.

# productPerformance_helpIncludes
source: Includes
id: Termasuk

# productPerformance_helpQuantitySold
source: Quantity sold per product
id: Jumlah terjual per produk

# productPerformance_helpRevenue
source: Revenue generated
id: Pendapatan yang dihasilkan

# productPerformance_helpProfitMargin
source: Profit margin per product
id: Margin keuntungan per produk

# productPerformance_helpNote
source: Note
id: Catatan

# productPerformance_helpNoteDescription
source: Use this to identify best-selling and most profitable products.
id: Gunakan ini untuk mengidentifikasi produk terlaris dan paling menguntungkan.

# hourlySales_helpTitle
source: What is Hourly Sales Report?
id: Apa itu Laporan Penjualan Per Jam?

# hourlySales_helpDescription
source: Hourly Sales Report shows sales distribution across different hours of the day.
id: Laporan Penjualan Per Jam menampilkan distribusi penjualan di berbagai jam dalam sehari.

# hourlySales_helpIncludes
source: Includes
id: Termasuk

# hourlySales_helpSalesPerHour
source: Sales amount per hour
id: Jumlah penjualan per jam

# hourlySales_helpTransactionPerHour
source: Transaction count per hour
id: Jumlah transaksi per jam

# hourlySales_helpPeakHours
source: Peak hours identification
id: Identifikasi jam sibuk

# hourlySales_helpNote
source: Note
id: Catatan

# hourlySales_helpNoteDescription
source: Helps optimize staffing and operations based on busy hours.
id: Membantu mengoptimalkan staffing dan operasi berdasarkan jam sibuk.

# stockHistory_helpTitle
source: What is Stock History?
id: Apa itu Riwayat Stok?

# stockHistory_helpDescription
source: Stock History shows all stock movements (in and out) for your products.
id: Riwayat Stok menampilkan semua pergerakan stok (masuk dan keluar) untuk produk Anda.

# stockHistoryReport_title
source: Stock History
id: Riwayat Stok

# stockHistoryReport_printPreview
source: Print Preview - Stock History
id: Preview Cetak - Riwayat Stok

# stockHistoryReport_totalTransactions
source: Total Transactions
id: Total Transaksi

# stockHistoryReport_totalStockIn
source: Total Stock In
id: Total Stok Masuk

# stockHistoryReport_totalStockOut
source: Total Stock Out
id: Total Stok Keluar

# stockHistoryReport_totalStockCanceled
source: Total Stock Canceled
id: Total Stok Dibatalkan

# stockHistoryReport_totalValueIn
source: Total Value In
id: Total Nilai Masuk

# stockHistoryReport_totalValueOut
source: Total Value Out
id: Total Nilai Keluar

# stockHistoryReport_netValue
source: Net Value
id: Nilai Bersih

# stockHistoryReport_summary
source: Summary
id: Ringkasan

# stockHistoryReport_transactions
source: Transactions
id: Transaksi

# stockHistoryReport_stockIn
source: Stock In
id: Stok Masuk

# stockHistoryReport_stockOut
source: Stock Out
id: Stok Keluar

# stockHistoryReport_stockCanceled
source: Stock Canceled
id: Stok Dibatalkan

# stockHistoryReport_fromPO
source: From PO
id: Dari PO

# stockHistoryReport_fromSales
source: From Sales
id: Dari Penjualan

# stockHistoryReport_fromCanceled
source: From Canceled
id: Dari Pembatalan

# stockHistoryReport_adjustment
source: Adjustment
id: Penyesuaian

# stockHistoryReport_netChange
source: Net Change
id: Perubahan Bersih

# stockHistoryReport_totalRecords
source: Total Records
id: Total Catatan

# stockHistory_helpStockIn
source: Stock In
id: Stok Masuk

# stockHistory_helpPurchaseReceived
source: Purchase orders received
id: Purchase order diterima

# stockHistory_helpStockAdjustmentIn
source: Stock adjustments (additions)
id: Penyesuaian stok (penambahan)

# stockHistory_helpInitialStock
source: Initial stock entries
id: Entri stok awal

# stockHistory_helpStockOut
source: Stock Out
id: Stok Keluar

# stockHistory_helpSalesDeduction
source: Sales deductions
id: Pengurangan penjualan

# stockHistory_helpStockAdjustmentOut
source: Stock adjustments (deductions)
id: Penyesuaian stok (pengurangan)

# stockAdjustment_helpTitle
source: What is Stock Adjustment Report?
id: Apa itu Laporan Penyesuaian Stok?

# stockAdjustment_helpDescription
source: Stock Adjustment Report shows all inventory adjustments due to damage, expiry, theft, or corrections.
id: Laporan Penyesuaian Stok menampilkan semua penyesuaian inventaris karena kerusakan, kedaluwarsa, kehilangan, atau koreksi.

# stockAdjustment_helpIncludes
source: Includes
id: Termasuk

# stockAdjustment_helpDamaged
source: Damaged products
id: Produk rusak

# stockAdjustment_helpExpired
source: Expired products
id: Produk kedaluwarsa

# stockAdjustment_helpLost
source: Lost or stolen products
id: Produk hilang atau dicuri

# stockAdjustment_helpCorrection
source: Stock count corrections
id: Koreksi penghitungan stok

# stockAdjustment_helpNote
source: Note
id: Catatan

# stockAdjustment_helpNoteDescription
source: Loss value is calculated using purchase price of adjusted items.
id: Nilai kerugian dihitung menggunakan harga beli dari item yang disesuaikan.

# productSalesProfit_helpTitle
source: What is Product Sales & Profit?
id: Apa itu Penjualan & Profit Produk?

# productSalesProfit_helpDescription
source: Product Sales & Profit shows detailed revenue and profit breakdown for each product sold.
id: Penjualan & Profit Produk menampilkan rincian pendapatan dan keuntungan untuk setiap produk yang terjual.

# productSalesProfit_helpIncludes
source: Includes
id: Termasuk

# productSalesProfit_helpSalesRevenue
source: Sales revenue per product
id: Pendapatan penjualan per produk

# productSalesProfit_helpCOGS
source: Cost of goods sold
id: Harga pokok penjualan

# productSalesProfit_helpGrossProfit
source: Gross profit per product
id: Laba kotor per produk

# productSalesProfit_helpProfitMargin
source: Profit margin percentage
id: Persentase margin keuntungan

# paymentMethod_helpTitle
source: What is Payment Method Report?
id: Apa itu Laporan Metode Pembayaran?

# paymentMethod_helpDescription
source: Payment Method Report shows sales breakdown by payment method used.
id: Laporan Metode Pembayaran menampilkan rincian penjualan berdasarkan metode pembayaran yang digunakan.

# paymentMethod_helpIncludes
source: Includes
id: Termasuk

# paymentMethod_helpCash
source: Cash payments
id: Pembayaran tunai

# paymentMethod_helpQRIS
source: QRIS/e-wallet payments
id: Pembayaran QRIS/e-wallet

# paymentMethod_helpBankTransfer
source: Bank transfer payments
id: Pembayaran transfer bank

# paymentMethod_helpCredit
source: Credit sales
id: Penjualan kredit

# paymentMethod_helpNote
source: Note
id: Catatan

# paymentMethod_helpNoteDescription
source: Helps understand customer payment preferences.
id: Membantu memahami preferensi pembayaran pelanggan.

# purchaseOrderReport_helpTitle
source: What is Purchase Order Report?
id: Apa itu Laporan Purchase Order?

# purchaseOrderReport_helpDescription
source: Purchase Order Report shows all purchase orders and their status.
id: Laporan Purchase Order menampilkan semua purchase order dan statusnya.

# purchaseOrderReport_helpIncludes
source: Includes
id: Termasuk

# purchaseOrderReport_helpAllPO
source: All purchase orders created
id: Semua purchase order yang dibuat

# purchaseOrderReport_helpPendingPO
source: Pending orders awaiting delivery
id: Pesanan pending menunggu pengiriman

# purchaseOrderReport_helpReceivedPO
source: Received and completed orders
id: Pesanan diterima dan selesai

# purchaseOrderReport_helpPaymentStatus
source: Payment status (paid/unpaid)
id: Status pembayaran (lunas/belum)

# purchaseOrderReport_helpNote
source: Note
id: Catatan

# purchaseOrderReport_helpNoteDescription
source: Tracks inventory purchases from suppliers.
id: Melacak pembelian inventaris dari supplier.

# stockAdjustment_infoTitle
source: Stock Adjustment Impact
id: Dampak Penyesuaian Stok

# stockAdjustment_infoDescription
source: Stock adjustment affects the weighted average purchase price calculation when receiving new Purchase Orders.
id: Penyesuaian stok mempengaruhi perhitungan harga beli rata-rata tertimbang saat menerima Purchase Order baru.

# stockAdjustment_infoHowItWorks
source: How Weighted Average Works
id: Cara Kerja Rata-rata Tertimbang

# stockAdjustment_infoFormula
source: Formula: (Current Stock × Current Price + New Qty × New Price) ÷ Total Stock
id: Rumus: (Stok Saat Ini × Harga Saat Ini + Qty Baru × Harga Baru) ÷ Total Stok

# stockAdjustment_infoSimulationTitle
source: Simulation Example
id: Contoh Simulasi

# stockAdjustment_infoBaseCase
source: Base: 10 pcs @ Rp 5,000
id: Dasar: 10 pcs @ Rp 5.000

# stockAdjustment_infoPurchase
source: New PO: 10 pcs @ Rp 6,000
id: PO Baru: 10 pcs @ Rp 6.000

# stockAdjustment_infoNoAdjustment
source: Without adjustment:
id: Tanpa penyesuaian:

# stockAdjustment_infoAfterReduce
source: After -5 adjustment:
id: Setelah -5 penyesuaian:

# stockAdjustment_infoAfterIncrease
source: After +5 adjustment:
id: Setelah +5 penyesuaian:

# stockAdjustment_infoConclusion
source: Key Insight
id: Insight Penting

# stockAdjustment_infoConclusionDesc
source: Lower stock = new PO price has more weight (higher avg). Higher stock = current price has more weight (lower avg).
id: Stok lebih rendah = harga PO baru lebih berpengaruh (rata-rata lebih tinggi). Stok lebih tinggi = harga saat ini lebih berpengaruh (rata-rata lebih rendah).

# stockAdjustment_infoReportSafe
source: Your reports are safe
id: Laporan Anda aman

# stockAdjustment_infoReportSafeDesc
source: Order items store purchase price at time of sale, so profit calculations remain accurate.
id: Item pesanan menyimpan harga beli saat penjualan, sehingga perhitungan profit tetap akurat.

# premiumGate_title
source: Premium Feature
id: Fitur Premium

# premiumGate_message
source: This feature is only available for Premium users. Upgrade to Premium to unlock all features.
id: Fitur ini hanya tersedia untuk pengguna Premium. Upgrade ke Premium untuk membuka semua fitur.

# orderLimit_title
source: Order Limit Reached
id: Batas Order Tercapai

# orderLimit_message
source: Free mode is limited to {maxOrders} orders. You currently have {currentOrders} orders. Upgrade to Premium for unlimited orders.
id: Mode Free dibatasi maksimal {maxOrders} order. Saat ini Anda memiliki {currentOrders} order. Upgrade ke Premium untuk order unlimited.

# receipt_paid
source: Paid
id: Dibayar

# receipt_change
source: Change
id: Kembalian

# receipt_method
source: Method
id: Metode

# receipt_note
source: Note: {note}
id: Catatan: {note}

# receipt_notePrefix
source: Note:
id: Catatan:

# receipt_table
source: TABLE {tableNumber}
id: MEJA {tableNumber}

# receipt_customer
source: Customer: {customerName}
id: Pelanggan: {customerName}

# receipt_tax
source: Tax {taxRate}%
id: Pajak {taxRate}%

# receipt_discount
source: Discount
id: Diskon

# receipt_discountWithCode
source: Discount ({code})
id: Diskon ({code})

# receipt_date
source: Date: {date}
id: Tanggal: {date}

# receipt_payment
source: Payment: {paymentType}
id: Pembayaran: {paymentType}

# receipt_creditDebt
source: Credit (Debt)
id: Kredit (Hutang)

# receipt_thankYou
source: Thank You
id: Terima Kasih

# receipt_order
source: ORDER
id: PESANAN

# receipt_kitchenOrder
source: KITCHEN ORDER
id: PESANAN DAPUR

# receipt_waiterOrder
source: WAITER ORDER
id: PESANAN PELAYAN

# receipt_open
source: Open
id: Buka

# receipt_close
source: Close
id: Tutup

# profile_bindGoogle
source: Link Google Account
id: Hubungkan Akun Google

# profile_bindGoogleDesc
source: Link your Google account for cloud backup
id: Hubungkan akun Google untuk backup cloud

# profile_googleBound
source: Google Account Linked
id: Akun Google Terhubung

# profile_googleBoundDesc
source: Linked to {email}
id: Terhubung ke {email}

# profile_unlinkGoogle
source: Unlink Google Account
id: Putuskan Akun Google

# profile_unlinkGoogleConfirm
source: Are you sure you want to unlink your Google account? You will lose access to cloud backups.
id: Yakin ingin memutuskan akun Google? Anda akan kehilangan akses ke backup cloud.

# profile_unlinkGoogleSuccess
source: Google account unlinked
id: Akun Google diputuskan

# profile_bindGoogleSuccess
source: Google account linked successfully!
id: Akun Google berhasil dihubungkan!

# profile_bindGoogleFailed
source: Failed to link Google account: {error}
id: Gagal menghubungkan akun Google: {error}

# cloudBackup_googleRequired
source: Google Account Required
id: Akun Google Diperlukan

# cloudBackup_googleRequiredDesc
source: Please link your Google account first to use cloud backup.
id: Silakan hubungkan akun Google terlebih dahulu untuk menggunakan backup cloud.

# cloudBackup_linkNow
source: Link Now
id: Hubungkan Sekarang

# cloudBackup_savingToCloud
source: Saving backup info to cloud...
id: Menyimpan info backup ke cloud...

# firstTimeAuth_title
source: Secure Your Data
id: Amankan Data Anda

# firstTimeAuth_description
source: Sign in with your Google account to keep your data safe. This is required so your data can be easily restored if your device is lost or the app is uninstalled.
id: Masuk dengan akun Google Anda untuk menjaga keamanan data. Ini diperlukan agar data Anda dapat dengan mudah dipulihkan jika perangkat hilang atau aplikasi dihapus.

# firstTimeAuth_benefit1
source: Automatic cloud backup of your data
id: Backup data otomatis ke cloud

# firstTimeAuth_benefit2
source: Easy restore when switching devices or reinstalling
id: Mudah dipulihkan saat ganti perangkat atau install ulang

# firstTimeAuth_benefit3
source: Sync subscription across devices
id: Sinkronisasi langganan antar perangkat

# firstTimeAuth_signInGoogle
source: Sign in with Google
id: Masuk dengan Google

# firstTimeAuth_footerNote
source: Your Google account is only used for backup and data protection. We do not access any other data.
id: Akun Google Anda hanya digunakan untuk backup dan perlindungan data. Kami tidak mengakses data lainnya.

# firstTimeAuth_success
source: Google account linked successfully!
id: Akun Google berhasil dihubungkan!

# firstTimeAuth_failed
source: Failed to sign in: {error}
id: Gagal masuk: {error}

# cloudBackup_syncFailed
source: Failed to sync backup to cloud: {error}
id: Gagal sinkronisasi backup ke cloud: {error}
