Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# stockAdjustmentCart_processAdjustments
source: Process Adjustments
id: Proses Penyesuaian

# stockAdjustmentCart_processingAdjustments
source: Processing adjustments...
id: Memproses penyesuaian...

# stockAdjustmentCart_noItemsWarning
source: No items to adjust
id: Tidak ada item untuk disesuaikan

# stockAdjustmentCart_processedSuccess
source: {count} adjustment(s) processed successfully
id: {count} penyesuaian berhasil diproses

# stockAdjustmentCart_qtyExceedsStock
source: Quantity cannot exceed current stock ({stock})
id: Jumlah tidak boleh melebihi stok saat ini ({stock})

# stockAdjustmentCart_stockLabel
source: Stock: {stock}
id: Stok: {stock}

# stockAdjustmentCart_costLabel
source: Cost: {symbol} {amount}
id: Harga Beli: {symbol} {amount}

# stockAdjustmentCart_reason
source: Reason
id: Alasan

# stockAdjustmentCart_confirmTitle
source: Confirm Stock Adjustment
id: Konfirmasi Penyesuaian Stok

# stockAdjustmentCart_confirmMessage
source: Are you sure you want to process {count} stock adjustment(s)? This action cannot be undone.
id: Apakah Anda yakin ingin memproses {count} penyesuaian stok? Tindakan ini tidak dapat dibatalkan.

source: Printer Settings
id: Pengaturan Printer

# printer_connect
source: Connect
id: Hubungkan

# printer_disconnect
source: Disconnect
id: Putuskan

# printer_scanDevices
source: Scan Devices
id: Scan Perangkat

# printer_noDevices
source: No devices found
id: Tidak ada perangkat

# printer_connected
source: Connected
id: Terhubung

# printer_disconnected
source: Disconnected
id: Terputus

# printer_connecting
source: Connecting...
id: Menghubungkan...

# printer_printSuccess
source: Print successful
id: Print berhasil

# printer_printFailed
source: Print failed
id: Print gagal

# printer_refreshDevices
source: Refresh Devices
id: Segarkan Perangkat

# printer_initializing
source: Initializing...
id: Menginisialisasi...

# printer_foundDevices
source: Found {count} device(s)
id: Ditemukan {count} perangkat

# printer_connectedTo
source: Connected to {name}
id: Terhubung ke {name}

# printer_failedToConnect
source: Failed to connect to {name}
id: Gagal terhubung ke {name}

# printer_reconnected
source: Reconnected to {name}
id: Terhubung kembali ke {name}

# printer_failedToReconnect
source: Failed to reconnect
id: Gagal menghubungkan kembali

# printer_selectPaperSize
source: Select Paper Size
id: Pilih Ukuran Kertas

# printer_paperSizePrompt
source: Choose the paper size of your thermal printer:
id: Pilih ukuran kertas printer thermal Anda:

# printer_smallReceipt
source: Small receipt printer
id: Printer struk kecil

# printer_standardReceipt
source: Standard receipt printer
id: Printer struk standar

# printer_printingTest
source: Printing test receipt...
id: Mencetak struk test...

# printer_testPrinted
source: Test receipt printed!
id: Struk test berhasil dicetak!

# printer_paperSizeChanged
source: Paper size changed to {size}
id: Ukuran kertas diubah ke {size}

# printer_forgetPrinter
source: Forget Printer
id: Lupakan Printer

# printer_forgetMessage
source: Are you sure you want to forget this printer? You will need to reconnect it later.
id: Apakah Anda yakin ingin melupakan printer ini? Anda perlu menghubungkan kembali nanti.

# printer_forget
source: Forget
id: Lupakan

# printer_removingPrinter
source: Removing printer...
id: Menghapus printer...

source: Printer removed
id: Printer dihapus

# printer_connectToDevice
source: Connect to this printer
id: Hubungkan ke printer ini

# printer_printTestReceipt
source: Print a test receipt
id: Cetak struk test

# printer_disconnectFromDevice
source: Disconnect from this printer
id: Putuskan dari printer ini

# printer_changePaperSize
source: Change Paper Size
id: Ubah Ukuran Kertas

# printer_currentPaperSize
source: Current: {size}
id: Saat ini: {size}

# printer_removeFromSaved
source: Remove from saved devices
id: Hapus dari perangkat tersimpan

# printer_bluetoothDisabled
source: Bluetooth Disabled
id: Bluetooth Nonaktif

# printer_enableBluetooth
source: Please enable Bluetooth to connect
id: Aktifkan Bluetooth untuk menghubungkan

# printer_printerConnected
source: Printer Connected
id: Printer Terhubung

# printer_readyToPrint
source: Ready to print
id: Siap mencetak

# printer_noPrinterConnected
source: No Printer Connected
id: Tidak Ada Printer Terhubung

# printer_selectDeviceBelow
source: Select a device below to connect
id: Pilih perangkat di bawah untuk menghubungkan

# printer_systemStatus
source: System Status
id: Status Sistem

# printer_enabled
source: Enabled
id: Aktif

# printer_disabled
source: Disabled
id: Nonaktif

# printer_permission
source: Permission
id: Izin

# printer_granted
source: Granted
id: Diberikan

# printer_notGranted
source: Not Granted
id: Belum Diberikan

# printer_defaultPrinter
source: Default Printer
id: Printer Default

# printer_remove
source: Remove
id: Hapus

# printer_availableDevices
source: Available Devices
id: Perangkat Tersedia

# printer_scanning
source: Scanning...
id: Memindai...

# printer_refresh
source: Refresh
id: Segarkan

# printer_bluetoothOff
source: Bluetooth is Off
id: Bluetooth Mati

# printer_enableBluetoothSettings
source: Enable Bluetooth in your device settings to discover printers
id: Aktifkan Bluetooth di pengaturan perangkat Anda untuk menemukan printer

# printer_noDevicesFound
source: No Devices Found
id: Tidak Ada Perangkat

# printer_pairInSettings
source: Pair your Bluetooth printer in system settings first, then tap Refresh
id: Pasangkan printer Bluetooth Anda di pengaturan sistem terlebih dahulu, lalu ketuk Segarkan

# printer_printTestReceiptButton
source: Print Test Receipt
id: Cetak Struk Test

# printer_tipsContent
source: • Tap on a device to see options • Long press for quick actions • Make sure printer is turned on and paired via system Bluetooth settings
id: • Ketuk perangkat untuk melihat opsi • Tekan lama untuk aksi cepat • Pastikan printer menyala dan dipasangkan melalui pengaturan Bluetooth sistem

# printer_initializeFailed
source: Failed to initialize: {error}
id: Gagal menginisialisasi: {error}

# printer_refreshFailed
source: Refresh failed: {error}
id: Gagal menyegarkan: {error}

# printer_connectionError
source: Connection error: {error}
id: Error koneksi: {error}

# printer_reconnectError
source: Reconnect error: {error}
id: Error menghubungkan kembali: {error}

# printer_printError
source: Print error: {error}
id: Error cetak: {error}

# salesReport_title
source: Sales Report
id: Laporan Penjualan

# salesReport_summary
source: Summary
id: Ringkasan

# salesReport_transactions
source: Transactions
id: Transaksi

# salesReport_totalSales
source: Total Sales
id: Total Penjualan

# salesReport_totalOrders
source: Total Orders
id: Total Pesanan

# salesReport_averageOrder
source: Average Order
id: Rata-rata Pesanan

# salesReport_grossProfit
source: Gross Profit
id: Laba Kotor

# salesReport_salesTrend
source: Sales Trend
id: Tren Penjualan

# salesReport_topProducts
source: Top 5 Best Sellers
id: 5 Produk Terlaris

# salesReport_dateRange
source: Date Range
id: Rentang Tanggal

# salesReport_cashier
source: Cashier
id: Kasir

# salesReport_allCashiers
source: All Cashiers
id: Semua Kasir

# salesReport_paymentMethod
source: Payment Method
id: Metode Pembayaran

# salesReport_allPaymentMethods
source: All Payment Methods
id: Semua Metode

# salesReport_noTransactions
source: No transactions found
id: Tidak ada transaksi

# salesReport_orders
source: orders
id: pesanan

# salesReport_cancelled
source: CANCELLED
id: DIBATALKAN

# salesReport_cancelledOrders
source: Cancelled Orders
id: Pesanan Dibatalkan

# salesReport_cancelledAmount
source: Cancelled Amount
id: Jumlah Dibatalkan

# salesReport_printPreview
source: Print Preview - Sales Report
id: Pratinjau Cetak - Laporan Penjualan

# salesReport_grandTotal
source: Grand Total
id: Total Keseluruhan

# salesReport_averageOrderValue
source: Average Order Value
id: Rata-rata Nilai Pesanan

# salesReport_totalTransactions
source: Total Transactions
id: Total Transaksi

# salesReport_averageTransaction
source: Average Transaction
id: Rata-rata Transaksi

# salesReport_itemCount
source: {count} items
id: {count} item

# salesReport_tax
source: Tax ({rate}%)
id: Pajak ({rate}%)

# salesReport_amountPaid
source: Amount Paid
id: Jumlah Dibayar

# salesReport_change
source: Change
id: Kembalian

# salesReport_reprintReceipt
source: Reprint Receipt
id: Cetak Ulang Struk

# salesReport_cashierLabel
source: Cashier: {name}
id: Kasir: {name}

# taxReport_title
source: Tax Report
id: Laporan Pajak

# taxReport_summary
source: Summary
id: Ringkasan

# taxReport_transactions
source: Transactions
id: Transaksi

# taxReport_totalTax
source: Total Tax
id: Total Pajak

# taxReport_orderCount
source: Order Count
id: Jumlah Pesanan

# taxReport_salesBeforeTax
source: Sales Before Tax
id: Penjualan Sebelum Pajak

# taxReport_averageTax
source: Average Tax
id: Rata-rata Pajak

# taxReport_breakdown
source: Tax Breakdown
id: Rincian Pajak

# taxReport_taxCollected
source: Tax Collected
id: Pajak Terkumpul

# taxReport_totalWithTax
source: Total with Tax
id: Total dengan Pajak

# taxReport_byPaymentMethod
source: Tax by Payment Method
id: Pajak per Metode Pembayaran

# taxReport_trend
source: Tax Trend
id: Tren Pajak

# taxReport_tax
source: Tax
id: Pajak

# taxReport_noTransactions
source: No transactions found
id: Tidak ada transaksi

# taxReport_orders
source: orders
id: pesanan

# taxReport_walkIn
source: Walk-in Customer
id: Pelanggan Langsung

# taxReport_orderId
source: Order ID
id: ID Pesanan

# taxReport_taxAmount
source: Tax Amount
id: Jumlah Pajak

# taxReport_paymentMethod
source: Payment Method
id: Metode Pembayaran

# taxReport_cashier
source: Cashier
id: Kasir

# taxReport_allCashiers
source: All Cashiers
id: Semua Kasir

# taxReport_taxRateInfo
source: Current tax rate: {rate}%
id: Tarif pajak saat ini: {rate}%

# taxReport_printPreview
source: Print Preview - Tax Report
id: Pratinjau Cetak - Laporan Pajak

# expenseReport_title
source: Expense Report
id: Laporan Pengeluaran

# expenseReport_totalExpenses
source: Total Expenses
id: Total Pengeluaran

# expenseReport_totalItems
source: Total Items
id: Total Item

# expenseReport_category
source: Category
id: Kategori

# expenseReport_description
source: Description
id: Keterangan

# expenseReport_transactions
source: Transactions
id: Transaksi

# expenseReport_expensesByCategory
source: Expenses by Category
id: Pengeluaran per Kategori

# expenseReport_byType
source: By Type
id: Berdasarkan Jenis

# expenseReport_trend
source: Expense Trend
id: Tren Pengeluaran

# expenseReport_printPreview
source: Print Preview - Expense Report
id: Pratinjau Cetak - Laporan Pengeluaran

# creditReport_title
source: Credit Report
id: Laporan Piutang

# creditReport_totalCredits
source: Total Credits
id: Total Piutang

# creditReport_totalCredit
source: Total Credit
id: Total Piutang

# creditReport_totalPaid
source: Total Paid
id: Total Terbayar

# creditReport_totalOutstanding
source: Total Outstanding
id: Total Belum Lunas

# creditReport_totalRemaining
source: Total Remaining
id: Total Sisa

# creditReport_amount
source: Amount
id: Jumlah

# creditReport_paid
source: Paid
id: Terbayar

# creditReport_remaining
source: Remaining
id: Sisa

# creditReport_transactions
source: Transactions
id: Transaksi

# creditReport_customerSummary
source: Customer Summary
id: Ringkasan Pelanggan

# creditReport_printPreview
source: Print Preview - Credit Report
id: Pratinjau Cetak - Laporan Piutang

# debtReport_title
source: Debt Report
id: Laporan Hutang

# debtReport_totalDebts
source: Total Debts
id: Total Hutang

# debtReport_totalPaid
source: Total Paid
id: Total Terbayar

# debtReport_totalOutstanding
source: Total Outstanding
id: Total Belum Lunas

# debtReport_totalSuppliers
source: Total Suppliers
id: Total Supplier

# debtReport_suppliersWithDebt
source: Suppliers with Debt
id: Supplier dengan Hutang

# debtReport_supplierSummary
source: Supplier Summary
id: Ringkasan Supplier

# debtReport_printPreview
source: Print Preview - Debt Report
id: Pratinjau Cetak - Laporan Hutang

# cashflowReport_title
source: Cash Flow Report
id: Laporan Arus Kas

# cashflowReport_income
source: Income
id: Pemasukan

# cashflowReport_expense
source: Expense
id: Pengeluaran

# cashflowReport_netCashflow
source: Net Cash Flow
id: Arus Kas Bersih

# cashflowReport_summary
source: Summary
id: Ringkasan

# cashflowReport_transactions
source: Transactions
id: Transaksi

# cashflowReport_cashIn
source: Cash In
id: Kas Masuk

# cashflowReport_cashOut
source: Cash Out
id: Kas Keluar

# cashflowReport_breakdownByType
source: Breakdown by Type
id: Rincian per Jenis

# cashflowReport_salesIncome
source: Sales Income
id: Pendapatan Penjualan

# cashflowReport_creditPayments
source: Credit Payments
id: Pembayaran Piutang

# cashflowReport_debtPayments
source: Debt Payments
id: Pembayaran Hutang

# cashflowReport_expenses
source: Expenses
id: Pengeluaran

# cashflowReport_noTransactionsInPeriod
source: No transactions in this period
id: Tidak ada transaksi dalam periode ini

# cashflowReport_noTransactionsFound
source: No transactions found
id: Tidak ada transaksi ditemukan

# cashflowReport_itemsCount
source: {count} items
id: {count} item

# cashflowReport_dateRange
source: Date Range
id: Rentang Tanggal

# cashflowReport_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# cashflowReport_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# cashflowReport_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# cashflowReport_sales
source: Sales
id: Penjualan

# cashflowReport_creditPaymentLabel
source: Credit Payment
id: Pembayaran Piutang

# cashflowReport_debtPaymentLabel
source: Debt Payment
id: Pembayaran Hutang

# cashflowReport_expenseLabel
source: Expense
id: Pengeluaran

# cashflowReport_helpTitle
source: What is Cashflow?
id: Apa itu Arus Kas?

# cashflowReport_helpDescription
source: Cashflow shows the actual movement of cash in and out of your business - when money actually changes hands.
id: Arus kas menunjukkan pergerakan uang tunai yang sebenarnya masuk dan keluar dari bisnis Anda - kapan uang benar-benar berpindah tangan.

# cashflowReport_helpCashSales
source: Cash sales (paid immediately)
id: Penjualan tunai (langsung dibayar)

# cashflowReport_helpCreditPayments
source: Credit payments from customers
id: Pembayaran piutang dari pelanggan

# cashflowReport_helpCashOverage
source: Cash overage
id: Kelebihan kas

# cashflowReport_helpOwnerDeposit
source: Owner deposits / cash in
id: Setoran pemilik / kas masuk

# cashflowReport_helpCashPurchases
source: Cash purchases (PO paid in cash)
id: Pembelian tunai (PO dibayar tunai)

# cashflowReport_helpDebtPayments
source: Debt payments to suppliers
id: Pembayaran hutang ke supplier

# cashflowReport_helpExpenses
source: Business expenses
id: Pengeluaran bisnis

# cashflowReport_helpCashShortage
source: Cash shortage
id: Kekurangan kas

# cashflowReport_helpNotIncluded
source: Not Included
id: Tidak Termasuk

# cashflowReport_helpOpeningBalance
source: Opening balance (not a transaction)
id: Saldo awal (bukan transaksi)

# cashflowReport_helpCreditSales
source: Credit sales (no cash yet)
id: Penjualan kredit (belum ada uang)

# cashflowReport_helpCreditPurchases
source: Credit purchases (no cash out yet)
id: Pembelian kredit (belum ada uang keluar)

# cashflowReport_otherCashIn
source: Other Cash In
id: Kas Masuk Lainnya

# cashflowReport_otherCashOut
source: Other Cash Out
id: Kas Keluar Lainnya

# cashflowReport_printPreview
source: Print Preview - Cash Flow
id: Pratinjau Cetak - Arus Kas

# cashflowReport_totalCashIn
source: Total Cash In
id: Total Kas Masuk

# cashflowReport_totalCashOut
source: Total Cash Out
id: Total Kas Keluar

# cashflowReport_negativeFlow
source: Negative Cash Flow
id: Arus Kas Negatif

# capitalReport_title
source: Capital Report
id: Laporan Modal

# capitalReport_openingBalance
source: Opening Balance
id: Saldo Awal

# capitalReport_additionalCapital
source: Additional Capital
id: Tambahan Modal

# capitalReport_cashOverage
source: Cash Overage
id: Kelebihan Kas

# capitalReport_totalCapital
source: Total Capital
id: Total Modal

# capitalReport_composition
source: Capital Composition
id: Komposisi Modal

# capitalReport_sessions
source: Sessions
id: Sesi

# capitalReport_totalSessions
source: Total Sessions
id: Total Sesi

# capitalReport_noSessions
source: No sessions found in this period
id: Tidak ada sesi ditemukan pada periode ini

# capitalReport_openedBy
source: Opened by
id: Dibuka oleh

# capitalReport_printPreview
source: Print Preview - Capital Report
id: Pratinjau Cetak - Laporan Modal

# capitalReport_cashIn
source: Cash In
id: Kas Masuk

# capitalReport_capitalBreakdown
source: Capital Breakdown
id: Rincian Modal

# paymentMethodReport_title
source: Payment Methods
id: Metode Pembayaran

# paymentMethodReport_summary
source: Summary
id: Ringkasan

# paymentMethodReport_transactions
source: Transactions
id: Transaksi

# paymentMethodReport_totalRevenue
source: Total Revenue
id: Total Pendapatan

# paymentMethodReport_avgValue
source: Avg Value
id: Rata-rata

# paymentMethodReport_methodsUsed
source: Methods Used
id: Metode Digunakan

# paymentMethodReport_paymentDistribution
source: Payment Distribution
id: Distribusi Pembayaran

# paymentMethodReport_paymentDetails
source: Payment Details
id: Detail Pembayaran

# paymentMethodReport_noPaymentData
source: No payment data for this period
id: Tidak ada data pembayaran untuk periode ini

# paymentMethodReport_noTransactions
source: No transactions for this period
id: Tidak ada transaksi untuk periode ini

# paymentMethodReport_transactionsCount
source: {count} orders
id: {count} pesanan

# paymentMethodReport_paymentMethod
source: Payment Method
id: Metode Pembayaran

# paymentMethodReport_allMethods
source: All Methods
id: Semua Metode

# paymentMethodReport_searchPaymentMethod
source: Search payment method...
id: Cari metode pembayaran...

# paymentMethodReport_orderId
source: Order ID
id: ID Pesanan

# paymentMethodReport_customer
source: Customer
id: Pelanggan

# paymentMethodReport_cashier
source: Cashier
id: Kasir

# paymentMethodReport_cash
source: Cash
id: Tunai

# paymentMethodReport_bankTransfer
source: Bank Transfer
id: Transfer Bank

# paymentMethodReport_credit
source: Credit
id: Kredit

# paymentMethodReport_avgLabel
source: Avg: {value}
id: Rata-rata: {value}

# paymentMethodReport_transactionsLabel
source: {count} transactions
id: {count} transaksi

# inventoryReport_title
source: Inventory Report
id: Laporan Inventaris

# inventoryReport_summary
source: Summary
id: Ringkasan

# inventoryReport_products
source: Products
id: Produk

# inventoryReport_totalProducts
source: Total Products
id: Total Produk

# inventoryReport_stockValue
source: Stock Value
id: Nilai Stok

# inventoryReport_totalValue
source: Total Value
id: Total Nilai

# inventoryReport_lowStock
source: Low Stock
id: Stok Menipis

# inventoryReport_outOfStock
source: Out of Stock
id: Stok Habis

# inventoryReport_allProducts
source: All Products
id: Semua Produk

# inventoryReport_stockStatus
source: Stock Status
id: Status Stok

# inventoryReport_selectStatus
source: Select status...
id: Pilih status...

# inventoryReport_valueSummary
source: Value Summary
id: Ringkasan Nilai

# inventoryReport_stockValueCost
source: Stock Value (Cost)
id: Nilai Stok (Harga Beli)

# inventoryReport_retailValue
source: Retail Value
id: Nilai Jual

# inventoryReport_potentialProfit
source: Potential Profit
id: Potensi Keuntungan

# inventoryReport_topProductsByValue
source: Top 5 Products by Value
id: 5 Produk Teratas berdasarkan Nilai

# inventoryReport_pcsInStock
source: {count} pcs in stock
id: {count} pcs dalam stok

# inventoryReport_itemsCount
source: {count} items
id: {count} item

# inventoryReport_noProductsFound
source: No products found
id: Produk tidak ditemukan

# inventoryReport_uncategorized
source: Uncategorized
id: Tanpa Kategori

# inventoryReport_totalStockValue
source: Total Stock Value
id: Total Nilai Stok

# inventoryReport_totalRetailValue
source: Total Retail Value
id: Total Nilai Jual

# settings_title
source: App Settings
id: Pengaturan Aplikasi

# settings_storeInfo
source: Store Information
id: Informasi Toko

# settings_storeName
source: Store Name
id: Nama Toko

# settings_storeAddress
source: Store Address
id: Alamat Toko

# settings_storeContact
source: Store Contact
id: Kontak Toko

# settings_receiptLogo
source: Receipt Logo
id: Logo Struk

# settings_currency
source: Currency
id: Mata Uang

# settings_currencySymbol
source: Currency Symbol
id: Simbol Mata Uang

# settings_tax
source: Tax
id: Pajak

# settings_taxRate
source: Tax Rate
id: Tarif Pajak

# settings_tableMode
source: Table Mode
id: Mode Meja

# settings_tableModeDesc
source: Enable table selection in POS
id: Aktifkan pilihan meja di POS

# settings_creditSale
source: Credit Sale
id: Penjualan Kredit

# settings_creditSaleDesc
source: Allow credit sales to customers
id: Izinkan penjualan kredit ke pelanggan

# settings_sellOutOfStock
source: Sell Out of Stock
id: Jual Stok Habis

# settings_sellOutOfStockDesc
source: Allow selling products with 0 stock
id: Izinkan menjual produk dengan stok 0

# settings_editPurchasePrice
source: Edit Purchase Price
id: Edit Harga Beli

# settings_editPurchasePriceDesc
source: Allow editing purchase price in POS
id: Izinkan edit harga beli di POS

# settings_menuVisibility
source: Menu Visibility
id: Visibilitas Menu

# settings_userRoleMenus
source: User Role Menus
id: Menu Peran Pengguna

# settings_language
source: Language
id: Bahasa

# settings_languageDesc
source: Select app language
id: Pilih bahasa aplikasi

# settings_indonesian
source: Indonesian
id: Indonesia

# settings_saved
source: Settings saved successfully
id: Pengaturan berhasil disimpan

# settings_requireCashDrawer
source: Require Cash Drawer
id: Wajibkan Sesi Kas

# settings_cashDrawerEnabled
source: Cash drawer requirement enabled
id: Sesi kas wajib diaktifkan

# settings_cashDrawerDisabled
source: Cash drawer requirement disabled
id: Sesi kas wajib dinonaktifkan

# settings_cashDrawerEnabledDesc
source: Users must open a cash drawer session before accessing the app.
id: Pengguna harus membuka sesi kas sebelum mengakses aplikasi.

# settings_cashDrawerDisabledDesc
source: Cash drawer is optional, users can access the app freely.
id: Sesi kas opsional, pengguna bebas mengakses aplikasi.

# settings_cashDrawerLocked
source: App locked until session opened
id: Aplikasi terkunci hingga sesi dibuka

# settings_cashDrawerUnlocked
source: No session required to access app
id: Tidak perlu sesi untuk akses aplikasi

# settings_general
source: General
id: Umum

# settings_sales
source: Sales
id: Penjualan

# settings_pricing
source: Pricing
id: Harga

# developer_warning
source: These actions are destructive and cannot be undone.
id: Aksi ini bersifat destruktif dan tidak dapat dibatalkan.

# developer_note
source: These tools are intended for development and testing purposes only. Use with caution in production environments.
id: Tools ini dimaksudkan untuk pengembangan dan pengujian saja. Gunakan dengan hati-hati di lingkungan produksi.

# developer_dataManagement
source: Data Management
id: Manajemen Data

# developer_deleteAll
source: Delete All
id: Hapus Semua

# developer_deleteAllDesc
source: Orders, expenses, credits
id: Pesanan, pengeluaran, piutang

# developer_dummyDataGenerators
source: Dummy Data Generators
id: Generator Data Dummy

# developer_cafe
source: Cafe
id: Kafe

# developer_cafeDesc
source: Coffee, tea, pastries
id: Kopi, teh, kue

# developer_groceryDesc
source: Fruits, vegetables, dairy
id: Buah, sayur, susu
