Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# paymentMethods_deleteConfirm
source: Are you sure you want to delete this payment method?
id: Apakah Anda yakin ingin menghapus metode pembayaran ini?

# paymentMethods_name
source: Method Name
id: Nama Metode

# paymentMethods_type
source: Type
id: Tipe

# paymentMethods_bankName
source: Bank Name
id: Nama Bank

# paymentMethods_accountNumber
source: Account Number
id: Nomor Rekening

# paymentMethods_accountName
source: Account Name
id: Nama Pemilik

# paymentMethods_qrImage
source: QR Image
id: Gambar QR

# paymentMethods_noMethods
source: No payment methods found
id: Tidak ada metode pembayaran

# paymentMethods_addFirst
source: Add your first payment method
id: Tambah metode pembayaran pertama Anda

# paymentMethods_methodSaved
source: Payment method saved successfully
id: Metode pembayaran berhasil disimpan

# paymentMethods_methodDeleted
source: Payment method deleted
id: Metode pembayaran dihapus

# paymentMethods_qrisSubtitle
source: Add QR code payment (DANA, OVO, GoPay, etc)
id: Tambah pembayaran QR code (DANA, OVO, GoPay, dll)

# paymentMethods_bankTransferSubtitle
source: Add bank account for transfer
id: Tambah rekening bank untuk transfer

# paymentMethods_qrisPayments
source: QRIS Payments
id: Pembayaran QRIS

# paymentMethods_bankTransfer
source: Bank Transfer
id: Transfer Bank

# paymentMethods_cash
source: Cash
id: Tunai

# paymentMethods_alwaysAvailable
source: Always available
id: Selalu tersedia

# paymentMethods_noMethodsYet
source: No payment methods yet
id: Belum ada metode pembayaran

# paymentMethods_tapToAdd
source: Tap + to add QRIS or Bank Transfer
id: Ketuk + untuk menambah QRIS atau Transfer Bank

# paymentMethods_methodCount
source: {count} method(s)
id: {count} metode

# paymentMethods_accountNumberCopied
source: Account number copied
id: Nomor rekening disalin

# paymentMethods_deleteConfirmName
source: Are you sure you want to delete "{name}"?
id: Apakah Anda yakin ingin menghapus "{name}"?

# paymentMethods_editQris
source: Edit QRIS Payment
id: Ubah Pembayaran QRIS

# paymentMethods_addQris
source: Add QRIS Payment
id: Tambah Pembayaran QRIS

# paymentMethods_editBankTransfer
source: Edit Bank Transfer
id: Ubah Transfer Bank

# paymentMethods_addBankTransfer
source: Add Bank Transfer
id: Tambah Transfer Bank

# paymentMethods_paymentName
source: Payment Name
id: Nama Pembayaran

# paymentMethods_paymentNameHint
source: e.g., DANA, OVO, GoPay
id: cth., DANA, OVO, GoPay

# paymentMethods_accountNameHint
source: e.g., John Doe
id: cth., John Doe

# paymentMethods_qrCodeImage
source: QR Code Image
id: Gambar QR Code

# paymentMethods_bankNameHint
source: e.g., BCA, Mandiri, BNI
id: cth., BCA, Mandiri, BNI

# paymentMethods_accountNumberHint
source: e.g., 1234567890
id: cth., 1234567890

# paymentMethods_accountHolderName
source: Account Holder Name
id: Nama Pemilik Rekening

# paymentMethods_enterPaymentName
source: Please enter payment name
id: Harap masukkan nama pembayaran

# paymentMethods_uploadQrCode
source: Please upload QR code image
id: Harap unggah gambar QR code

# paymentMethods_enterBankName
source: Please enter bank name
id: Harap masukkan nama bank

# paymentMethods_enterAccountNumber
source: Please enter account number
id: Harap masukkan nomor rekening

# paymentMethods_enterAccountHolder
source: Please enter account holder name
id: Harap masukkan nama pemilik rekening

# paymentMethods_saving
source: Saving...
id: Menyimpan...

# credits_title
source: Credits
id: Piutang

# credits_addCredit
source: Add Credit
id: Tambah Piutang

# credits_addPayment
source: Add Payment
id: Tambah Pembayaran

# credits_totalOutstanding
source: Total Outstanding
id: Total Belum Lunas

# credits_paid
source: Paid
id: Terbayar

# credits_remaining
source: Remaining
id: Sisa

# credits_paymentHistory
source: Payment History
id: Riwayat Pembayaran

# credits_noCredits
source: No credits found
id: Tidak ada piutang

# credits_creditSaved
source: Credit saved successfully
id: Piutang berhasil disimpan

# credits_paymentSaved
source: Payment saved successfully
id: Pembayaran berhasil disimpan

# debts_title
source: Debt Management
id: Hutang

# debts_addDebt
source: Add Debt
id: Tambah Hutang

# debts_addPayment
source: Add Payment
id: Tambah Pembayaran

# debts_totalOutstanding
source: Total Outstanding
id: Total Belum Lunas

# debts_paid
source: Paid
id: Terbayar

# debts_remaining
source: Remaining
id: Sisa

# debts_paymentHistory
source: Payment History
id: Riwayat Pembayaran

# debts_noDebts
source: No debts found
id: Tidak ada hutang

# debts_debtSaved
source: Debt saved successfully
id: Hutang berhasil disimpan

# debts_paymentSaved
source: Payment saved successfully
id: Pembayaran berhasil disimpan

# debts_payDebt
source: Pay Debt
id: Bayar Hutang

# debts_paidInFull
source: Paid in Full
id: Lunas

# debtPayment_title
source: Pay Debt
id: Bayar Hutang

# debtPayment_selectPaymentMethod
source: Select Payment Method
id: Pilih Metode Pembayaran

# debtPayment_payWithCash
source: Pay with cash
id: Bayar dengan tunai

# debtPayment_scanQrisToPay
source: Scan QRIS to pay
id: Scan QRIS untuk membayar

# debtPayment_enterValidAmount
source: Please enter a valid amount
id: Masukkan jumlah yang valid

# debtPayment_amountExceedsRemaining
source: Amount exceeds remaining balance
id: Jumlah melebihi sisa hutang

# debtPayment_processingPayment
source: Processing payment...
id: Memproses pembayaran...

# debtPayment_paymentRecordedSuccess
source: Payment recorded successfully
id: Pembayaran berhasil dicatat

# debtPayment_paymentFailed
source: Payment failed: {error}
id: Pembayaran gagal: {error}

# debtPayment_paymentMethod
source: Payment Method
id: Metode Pembayaran

# debtPayment_unknownSupplier
source: Unknown
id: Tidak Dikenal

# debtPayment_totalDebt
source: Total Debt
id: Total Hutang

# debtPayment_paid
source: Paid
id: Terbayar

# debtPayment_remaining
source: Remaining
id: Sisa

# debtPayment_paymentAmount
source: Payment Amount
id: Jumlah Pembayaran

# debtPayment_amount
source: Amount
id: Jumlah

# debtPayment_fullAmount
source: Full Amount
id: Bayar Lunas

# debtPayment_notesOptional
source: Notes (Optional)
id: Catatan (Opsional)

# debtPayment_paymentNotes
source: Payment notes
id: Catatan pembayaran

# debtPayment_processing
source: Processing...
id: Memproses...

# debtPayment_submitPayment
source: Submit Payment
id: Kirim Pembayaran

# debtPayment_ivePaid
source: I've Paid
id: Sudah Bayar

# debtPayment_iveTransferred
source: I've Transferred
id: Sudah Transfer

# debtPayment_scanQrCode
source: Scan QR code above using your e-wallet app
id: Scan QR code di atas menggunakan aplikasi e-wallet

# debtPayment_accountNumber
source: Account Number
id: Nomor Rekening

# debtPayment_accountHolder
source: Account Holder
id: Nama Pemilik

# debtPayment_transferToAccount
source: Transfer the amount above to the account
id: Transfer jumlah di atas ke rekening

# debtPayment_accountNumberCopied
source: Account number copied
id: Nomor rekening disalin

# debtPayment_bankTransfer
source: Bank Transfer
id: Transfer Bank

# debtPayment_cash
source: Cash
id: Tunai

# debtPayment_nonCash
source: Non-Cash
id: Non-Tunai

# debtPayment_payWithNonCash
source: Pay via bank transfer
id: Bayar via transfer bank

# debtPayment_supplierBankInfo
source: Supplier Bank Information
id: Informasi Bank Supplier

# debtPayment_noBankInfo
source: No bank information available for this supplier
id: Tidak ada informasi bank untuk supplier ini

# purchaseOrder_title
source: Purchase Orders
id: Purchase Order

# purchaseOrder_new
source: New Purchase Order
id: Purchase Order Baru

# purchaseOrder_edit
source: Edit Purchase Order
id: Ubah Purchase Order

# purchaseOrder_delete
source: Delete Purchase Order
id: Hapus Purchase Order

# purchaseOrder_deleteConfirm
source: Are you sure you want to delete this purchase order?
id: Apakah Anda yakin ingin menghapus purchase order ini?

# purchaseOrder_date
source: Date
id: Tanggal

# purchaseOrder_received
source: Received
id: Diterima

# purchaseOrder_cancelled
source: Cancelled
id: Dibatalkan

# purchaseOrder_items
source: Items
id: Item

# purchaseOrder_noPurchaseOrders
source: No purchase orders found
id: Tidak ada purchase order

# purchaseOrder_addFirst
source: Create your first purchase order
id: Buat purchase order pertama Anda

# purchaseOrder_orderSaved
source: Purchase order saved successfully
id: Purchase order berhasil disimpan

# purchaseOrder_orderDeleted
source: Purchase order deleted
id: Purchase order dihapus

# purchaseOrder_markReceived
source: Mark as Received
id: Tandai Diterima

# purchaseOrder_receivedSuccess
source: Purchase order marked as received
id: Purchase order ditandai diterima

# purchaseOrder_serviceCannotBePurchased
source: Service products cannot be purchased
id: Produk layanan tidak dapat dibeli

# purchaseOrder_productNotFoundSearching
source: Product not found, searching: {code}
id: Produk tidak ditemukan, mencari: {code}

# purchaseOrder_scanBarcodeToAdd
source: Scan barcode to add product
id: Scan barcode untuk menambah produk

# purchaseOrder_paymentTitle
source: Purchase Order Payment
id: Pembayaran Purchase Order

# purchaseOrder_confirmCashPayment
source: Confirm Cash Payment
id: Konfirmasi Pembayaran Tunai

# purchaseOrder_confirmCreditPayment
source: Confirm Credit Payment
id: Konfirmasi Pembayaran Kredit

# purchaseOrder_confirmPayment
source: Confirm Payment
id: Konfirmasi Pembayaran

# purchaseOrder_confirmCredit
source: Confirm Credit
id: Konfirmasi Kredit

# purchaseOrder_stockWillBeUpdated
source: Stock will be updated immediately
id: Stok akan diperbarui segera

# purchaseOrder_debtWillBeCreated
source: A debt record will be created for this supplier
id: Catatan hutang akan dibuat untuk supplier ini

# purchaseOrder_selectSupplier
source: Select Supplier
id: Pilih Supplier

# purchaseOrder_searchSupplier
source: Search supplier name...
id: Cari nama supplier...

# purchaseOrder_orderItems
source: Order Items
id: Item Pesanan

# purchaseOrder_itemsCount
source: {count} items
id: {count} item

# purchaseOrder_confirmAndReceiveStock
source: Confirm & Receive Stock
id: Konfirmasi & Terima Stok

# purchaseOrder_confirmPurchaseOrder
source: Confirm Purchase Order
id: Konfirmasi Purchase Order

# purchaseOrder_stockUpdatedAfterConfirmation
source: Stock will be updated immediately after confirmation
id: Stok akan diperbarui segera setelah konfirmasi

# purchaseOrder_cartEmpty
source: Cart is empty
id: Keranjang kosong

# purchaseOrder_pleaseSelectSupplier
source: Please select a supplier
id: Silakan pilih supplier

# purchaseOrder_creatingAndReceiving
source: Creating and receiving purchase order...
id: Membuat dan menerima purchase order...

# purchaseOrder_creatingOrder
source: Creating purchase order...
id: Membuat purchase order...

# purchaseOrder_failedPrefix
source: Failed: {error}
id: Gagal: {error}

# purchaseOrder_debtFromPO
source: Debt from Purchase Order
id: Hutang dari Purchase Order

# purchaseOrder_createdButFailedToReceive
source: PO created but failed to receive: {error}
id: PO dibuat tapi gagal diterima: {error}

# purchaseOrder_payNowInCash
source: Pay now in cash
id: Bayar sekarang secara tunai

# purchaseOrder_payLaterCreatesDebt
source: Pay later, creates debt record
id: Bayar nanti, membuat catatan hutang

# purchaseOrder_confirmPaymentCashMessage
source: You will pay {amount} in cash. This action cannot be changed. The amount will be recorded as cash outcome.
id: Anda akan membayar {amount} secara tunai. Tindakan ini tidak dapat diubah. Jumlah ini akan tercatat sebagai pengeluaran kas.

# purchaseOrder_confirmPaymentCreditMessage
source: You will pay {amount} on credit. This action cannot be changed. A debt record will be created for this purchase.
id: Anda akan membayar {amount} secara kredit. Tindakan ini tidak dapat diubah. Catatan hutang akan dibuat untuk pembelian ini.

# purchaseOrder_creditDebt
source: Credit (Debt)
id: Kredit (Hutang)

source: Purchase Order Cart
id: Keranjang Purchase Order

# purchaseOrder_clearAll
source: Clear All
id: Hapus Semua

# purchaseOrder_purchasePriceLabel
source: Purchase Price: {name}
id: Harga Beli: {name}

# purchaseOrder_priceRp
source: Price (Rp)
id: Harga (Rp)

# purchaseOrder_invalidPrice
source: Invalid price
id: Harga tidak valid

# purchaseOrder_yourCartEmpty
source: Your cart is empty
id: Keranjang Anda kosong

# purchaseOrder_createdAndReceived
source: Purchase Order Created & Received
id: Purchase Order Dibuat & Diterima

# purchaseOrder_createdAndReceivedMessage
source: Purchase order has been created and stock updated successfully!
id: Purchase order telah dibuat dan stok berhasil diperbarui!

# purchaseOrder_createdTitle
source: Purchase Order Created
id: Purchase Order Dibuat

# purchaseOrder_createdMessage
source: Purchase order created successfully! You can receive the items later from PO list.
id: Purchase order berhasil dibuat! Anda dapat menerima item nanti dari daftar PO.

# purchaseOrder_debtCreatedSuffix
source: A debt record has been created for this purchase.
id: Catatan hutang telah dibuat untuk pembelian ini.

# purchaseOrder_createPO
source: Create PO
id: Buat PO

# purchaseOrder_createAndReceive
source: Create & Receive
id: Buat & Terima

# purchaseOrder_createAndReceiveNote
source: "Create & Receive" will update stock immediately
id: "Buat & Terima" akan memperbarui stok segera

# purchaseOrder_pleaseSelectSupplierFirst
source: Please select a supplier first
id: Silakan pilih supplier terlebih dahulu

# purchaseOrder_printPO
source: Print PO
id: Cetak PO

# purchaseOrder_paymentType
source: Payment Type
id: Jenis Pembayaran

# purchaseOrder_cash
source: Cash
id: Tunai

# purchaseOrder_credit
source: Credit
id: Kredit

# purchaseOrder_unpaid
source: Unpaid
id: Belum Bayar

# purchaseOrder_paid
source: Paid
id: Lunas

# purchaseOrder_ordered
source: Ordered
id: Dipesan

# paymentMethod_title
source: Payment Method
id: Metode Pembayaran

# purchaseOrderDetail_receipt
source: Purchase Order Receipt
id: Struk Pesanan Pembelian

# purchaseOrderDetail_backToHome
source: Back to Home
id: Kembali ke Beranda

# purchaseOrderDetail_completed
source: Purchase Order Completed!
id: Pesanan Pembelian Selesai!

# purchaseOrderDetail_stockUpdated
source: Stock Updated
id: Stok Diperbarui

# purchaseOrderDetail_debtRecorded
source: Debt Recorded
id: Hutang Dicatat

# purchaseOrderDetail_orderDetails
source: Order Details
id: Detail Pesanan

# purchaseOrderDetail_totalItems
source: Total Items
id: Total Item

# purchaseOrderDetail_productsCount
source: {count} products
id: {count} produk

# purchaseOrderDetail_itemsCount
source: {count} items
id: {count} item

# purchaseOrderDetail_totalAmount
source: Total Amount
id: Total

# stockAdjustment_title
source: Stock Adjustment
id: Penyesuaian Stok

# stockAdjustment_addAdjustment
source: Add Adjustment
id: Tambah Penyesuaian

# stockAdjustment_product
source: Product
id: Produk

# stockAdjustment_currentStock
source: Current Stock
id: Stok Saat Ini

# stockAdjustment_newStock
source: New Stock
id: Stok Baru

# stockAdjustment_change
source: Change
id: Perubahan

# stockAdjustment_reason
source: Reason
id: Alasan

# stockAdjustment_date
source: Date
id: Tanggal

# stockAdjustment_noAdjustments
source: No adjustments found
id: Tidak ada penyesuaian

# stockAdjustment_adjustment
source: Adjustment
id: Penyesuaian

# stockAdjustment_adjustmentSaved
source: Stock adjustment saved successfully
id: Penyesuaian stok berhasil disimpan

# stockAdjustment_history
source: Adjustment History
id: Riwayat Penyesuaian

# stockAdjustment_searchAdjustments
source: Search adjustments...
id: Cari penyesuaian...

# stockAdjustment_noAdjustmentsYet
source: No stock adjustments yet
id: Belum ada penyesuaian stok

# stockAdjustment_deleteAdjustment
source: Delete Adjustment
id: Hapus Penyesuaian

# stockAdjustment_deleteConfirmMessage
source: Are you sure you want to delete this adjustment record? Note: This will not reverse the stock or expense.
id: Apakah Anda yakin ingin menghapus catatan penyesuaian ini? Catatan: Ini tidak akan mengembalikan stok atau pengeluaran.

# stockAdjustment_adjustmentDeleted
source: Adjustment deleted
id: Penyesuaian dihapus

# stockAdjustment_totalRecords
source: Total Records
id: Total Catatan

# stockAdjustment_totalLoss
source: Total Loss
id: Total Kerugian

# stockAdjustment_unknown
source: Unknown
id: Tidak diketahui

# stockAdjustment_allReasons
source: All Reasons
id: Semua Alasan

# stockAdjustment_searchReason
source: Search reason...
id: Cari alasan...

# stockAdjustment_newestFirst
source: Newest First
id: Terbaru

# stockAdjustment_oldestFirst
source: Oldest First
id: Terlama

# stockAdjustment_productAZ
source: Product A-Z
id: Produk A-Z

# stockAdjustment_productZA
source: Product Z-A
id: Produk Z-A

# stockAdjustment_highestValue
source: Highest Value
id: Nilai Tertinggi

# stockAdjustment_lowestValue
source: Lowest Value
id: Nilai Terendah

# stockAdjustment_searchProducts
source: Search products...
id: Cari produk...

# stockAdjustment_noProductsWithStock
source: No products with stock available
id: Tidak ada produk dengan stok tersedia

# stockAdjustment_noStockAvailable
source: No stock available for adjustment
id: Tidak ada stok untuk penyesuaian

# stockAdjustment_qtyExceedsStock
source: Quantity cannot exceed current stock ({stock})
id: Jumlah tidak boleh melebihi stok ({stock})

# stockAdjustment_serviceCannotBeAdjusted
source: Service products cannot be adjusted
id: Produk jasa tidak dapat disesuaikan

# stockAdjustment_noStockForProduct
source: No stock available for this product
id: Tidak ada stok untuk produk ini

# stockAdjustment_productNotFoundSearching
source: Product not found, searching: {code}
id: Produk tidak ditemukan, mencari: {code}

# stockAdjustment_scanBarcodeToAdd
source: Scan barcode to add product
id: Scan barcode untuk menambah produk

# stockAdjustment_setQuantity
source: Set Quantity
id: Atur Jumlah

# stockAdjustment_quantityToAdjust
source: Quantity to Adjust
id: Jumlah yang Disesuaikan

# stockAdjustment_exampleQty
source: e.g. 3
id: misal 3

# stockAdjustment_maxQty
source: Max: {stock}
id: Maks: {stock}

# stockAdjustment_enterValidQty
source: Please enter valid quantity
id: Masukkan jumlah yang valid

# stockAdjustment_stockLabel
source: Stock: {stock}
id: Stok: {stock}

# stockAdjustment_addedProduct
source: Added: {name}
id: Ditambahkan: {name}

# stockAdjustment_editLossValue
source: Edit Loss Value
id: Edit Nilai Kerugian

# stockAdjustment_lossValue
source: Loss Value
id: Nilai Kerugian

# stockAdjustment_quantity
source: Quantity
id: Jumlah

# stockAdjustment_purchasePrice
source: Purchase Price
id: Harga Beli

# stockAdjustment_loss
source: Loss
id: Rugi

# stockAdjustmentForm_title
source: Stock Adjustment
id: Penyesuaian Stok

# stockAdjustmentForm_scanProductBarcode
source: Scan product barcode
id: Scan barcode produk

# stockAdjustmentForm_selectProduct
source: Select product...
id: Pilih produk...

# stockAdjustmentForm_searchProduct
source: Search product...
id: Cari produk...

# stockAdjustmentForm_pleaseSelectProduct
source: Please select a product
id: Silakan pilih produk

# stockAdjustmentForm_qtyMustBeGreaterThanZero
source: Quantity must be greater than 0
id: Jumlah harus lebih dari 0

# stockAdjustmentForm_productFound
source: Product found: {name}
id: Produk ditemukan: {name}

# stockAdjustmentForm_productNotFound
source: Product with barcode "{code}" not found
id: Produk dengan barcode "{code}" tidak ditemukan

# stockAdjustmentForm_selectReason
source: Select reason...
id: Pilih alasan...

# stockAdjustmentForm_searchReason
source: Search reason...
id: Cari alasan...

# stockAdjustmentForm_lossValue
source: Loss Value ({symbol})
id: Nilai Kerugian ({symbol})

# stockAdjustmentForm_lossValueHint
source: Set to 0 if no financial loss
id: Set 0 jika tidak ada kerugian finansial

# stockAdjustmentForm_notes
source: Notes
id: Catatan

# stockAdjustmentForm_notesHint
source: Optional notes about this adjustment...
id: Catatan opsional tentang penyesuaian ini...

# stockAdjustmentForm_summary
source: Summary
id: Ringkasan

# stockAdjustmentForm_stockBefore
source: Stock Before
id: Stok Sebelum

# stockAdjustmentForm_adjustment
source: Adjustment
id: Penyesuaian

# stockAdjustmentForm_stockAfter
source: Stock After
id: Stok Setelah

# stockAdjustmentForm_expenseWillBeRecorded
source: An expense of {symbol} {amount} will be recorded under "{category}"
id: Pengeluaran sebesar {symbol} {amount} akan dicatat pada "{category}"

# stockAdjustmentForm_saveAdjustment
source: Save Adjustment
id: Simpan Penyesuaian

# stockAdjustmentForm_processingAdjustment
source: Processing adjustment...
id: Memproses penyesuaian...

# stockAdjustmentReport_title
source: Stock Adjustment Report
id: Laporan Penyesuaian Stok

# stockAdjustmentReport_printPreview
source: Print Preview - Stock Adjustment
id: Preview Cetak - Penyesuaian Stok

# stockAdjustmentReport_lossValue
source: Loss Value
id: Nilai Kerugian

# stockAdjustmentReport_summary
source: Summary
id: Ringkasan

# stockAdjustmentReport_transactions
source: Transactions
id: Transaksi

# stockAdjustmentReport_totalAdjustments
source: Total Adjustments
id: Total Penyesuaian

# stockAdjustmentReport_totalLoss
source: Total Loss
id: Total Kerugian

# stockAdjustmentReport_avgLossPerAdj
source: Avg Loss/Adj
id: Rata-rata Kerugian

# stockAdjustmentReport_breakdownByReason
source: Breakdown by Reason
id: Berdasarkan Alasan

# stockAdjustmentReport_topProductsByLoss
source: Top 5 Products by Loss Value
id: Top 5 Produk Berdasarkan Kerugian

# stockAdjustmentReport_adjustmentsCount
source: {count} adjustments
id: {count} penyesuaian

# stockAdjustmentReport_recordsCount
source: {count} records
id: {count} catatan

# stockAdjustmentReport_dateRange
source: Date Range
id: Rentang Tanggal

# stockAdjustmentReport_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# stockAdjustmentReport_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# stockAdjustmentReport_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# stockAdjustmentReport_allReasons
source: All Reasons
id: Semua Alasan

# stockAdjustmentReport_searchReason
source: Search reason...
id: Cari alasan...

# stockAdjustmentReport_unknown
source: Unknown
id: Tidak Diketahui

# stockAdjustmentReport_previousStock
source: Previous Stock
id: Stok Sebelumnya

# stockAdjustmentReport_notes
source: Notes
id: Catatan

# stockAdjustmentReport_quantity
source: Quantity
id: Jumlah

# stockAdjustmentReport_detail
source: Adjustment Detail
id: Detail Penyesuaian

# stockAdjustmentReport_items
source: Items
id: Item

# stockAdjustmentReport_stockChange
source: Stock Change
id: Perubahan Stok

# stockAdjustmentReport_prevStock
source: Prev: {qty}
id: Sblm: {qty}

# stockAdjustmentCart_title
source: Adjustment Cart
id: Keranjang Penyesuaian

# stockAdjustmentCart_totalItems
source: Total Items
id: Total Item

# stockAdjustmentCart_productUnits
source: {products} products ({units} units)
id: {products} produk ({units} unit)

# stockAdjustmentCart_totalLossValue
source: Total Loss Value
id: Total Nilai Kerugian

# stockAdjustmentCart_noItemsToAdjust
source: No items to adjust
id: Tidak ada item untuk disesuaikan

# stockAdjustmentCart_lossValue
source: Loss Value
id: Nilai Kerugian

# stockAdjustmentCart_selectReason
source: Select reason...
id: Pilih alasan...

# stockAdjustmentCart_searchReason
source: Search reason...
id: Cari alasan...

# stockAdjustmentCart_notesOptional
source: Notes (optional)
id: Catatan (opsional)

# stockAdjustmentCart_addNotes
source: Add notes...
id: Tambah catatan...

# stockAdjustmentCart_totalLoss
source: Total Loss
id: Total Kerugian
