Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# developer_pharmacy
source: Pharmacy
id: Apotek

# developer_pharmacyDesc
source: Medicines, vitamins
id: Obat, vitamin

# developer_laundryDesc
source: Wash, dry clean, iron
id: Cuci, dry clean, setrika

# developer_padang
source: Padang Restaurant
id: Restoran Padang

# developer_backupMasterData
source: Backup Master Data
id: Backup Data Master

# developer_backupMasterDataDesc
source: Products, customers, settings
id: Produk, pelanggan, pengaturan

# developer_backupFullData
source: Backup Full Data
id: Backup Data Lengkap

# developer_backupFullDataDesc
source: All data including transactions
id: Semua data termasuk transaksi

# developer_restoreMasterData
source: Restore Master Data
id: Restore Data Master

# developer_restoreMasterDataDesc
source: Restore from master backup
id: Restore dari backup master

# developer_restoreFullData
source: Restore Full Data
id: Restore Data Lengkap

# developer_restoreFullDataDesc
source: Restore from full backup
id: Restore dari backup lengkap

# developer_backupSuccess
source: Backup Successful
id: Backup Berhasil

# developer_backupSavedTo
source: Backup file has been saved to:
id: File backup telah disimpan ke:

# developer_shareBackupHint
source: You can share this file to save it to cloud storage or send to another device.
id: Anda dapat membagikan file ini untuk menyimpan ke cloud storage atau mengirim ke perangkat lain.

# developer_restoreWarning
source: WARNING: This will DELETE all current data before restoring!
id: PERINGATAN: Ini akan MENGHAPUS semua data saat ini sebelum restore!

# developer_selectFile
source: Select File
id: Pilih File

# developer_restoreNow
source: Restore Now
id: Restore Sekarang

# developer_restoringData
source: Restoring data...
id: Merestore data...

# developer_restoreSuccess
source: Restored {count} collections successfully!
id: Berhasil merestore {count} koleksi!

# developer_deleteAllConfirmTitle
source: Delete All Orders
id: Hapus Semua Pesanan

# developer_deleteAllConfirmMessage
source: Are you sure you want to delete ALL transaction data? This action cannot be undone and will: • Delete all order records • Delete all expense records • Delete all credit records • Delete all debt records • Delete all purchase orders • Delete all stock history • Delete all stock adjustments • Reset all tables to available status • Reset all product stock to 0 • Reset all product purchase price to 0
id: Apakah Anda yakin ingin menghapus SEMUA data transaksi? Tindakan ini tidak dapat dibatalkan dan akan: • Menghapus semua catatan pesanan • Menghapus semua catatan pengeluaran • Menghapus semua catatan piutang • Menghapus semua catatan hutang • Menghapus semua purchase order • Menghapus semua riwayat stok • Menghapus semua penyesuaian stok • Reset semua meja ke status tersedia • Reset semua stok produk ke 0 • Reset semua harga beli produk ke 0

# developer_finalConfirmationTitle
source: Final Confirmation
id: Konfirmasi Akhir

# developer_finalConfirmationMessage
source: This is your FINAL warning. Are you absolutely sure you want to delete all transaction data?
id: Ini adalah peringatan TERAKHIR. Apakah Anda benar-benar yakin ingin menghapus semua data transaksi?

# developer_lastWarningTitle
source: Last Warning
id: Peringatan Terakhir

# developer_lastWarningMessage
source: This action CANNOT be undone. All transaction data will be permanently deleted. Click the button below to proceed.
id: Tindakan ini TIDAK DAPAT dibatalkan. Semua data transaksi akan dihapus secara permanen. Klik tombol di bawah untuk melanjutkan.

# developer_iUnderstandDelete
source: I Understand, Delete
id: Saya Mengerti, Hapus

# developer_deletingTransactionData
source: Deleting all transaction data...
id: Menghapus semua data transaksi...

# developer_allDataDeleted
source: All data deleted and tables reset!
id: Semua data terhapus dan meja direset!

# developer_someDeletionsFailed
source: Some deletions may have failed. Check your data.
id: Beberapa penghapusan mungkin gagal. Periksa data Anda.

# developer_destroyAllDataDesc
source: Reset app to first time setup
id: Reset aplikasi ke pengaturan awal

# developer_destroyAllDataTitle
source: Reset App
id: Reset Aplikasi

# developer_destroyAllDataMessage
source: WARNING: This will DELETE ALL DATA including: • All products and categories • All customers and suppliers • All orders and transactions • All users (you will be logged out) • All settings The app will return to first time setup.
id: PERINGATAN: Ini akan MENGHAPUS SEMUA DATA termasuk: • Semua produk dan kategori • Semua pelanggan dan supplier • Semua pesanan dan transaksi • Semua pengguna (Anda akan keluar) • Semua pengaturan Aplikasi akan kembali ke pengaturan awal.

# developer_destroyFinalConfirmTitle
source: Are You Sure?
id: Apakah Anda Yakin?

# developer_destroyFinalConfirmMessage
source: This operation is IRREVERSIBLE. You will lose ALL your data and the app will reset to initial state. Are you absolutely sure?
id: Operasi ini TIDAK DAPAT DIBATALKAN. Anda akan kehilangan SEMUA data dan aplikasi akan reset ke kondisi awal. Apakah Anda benar-benar yakin?

# developer_destroyLastWarningTitle
source: Point of No Return
id: Titik Tanpa Kembali

# developer_destroyLastWarningMessage
source: This is your FINAL chance to cancel. Once you click the button below, ALL DATA will be permanently deleted. There is NO way to recover your data after this.
id: Ini adalah kesempatan TERAKHIR untuk membatalkan. Setelah Anda klik tombol di bawah, SEMUA DATA akan dihapus secara permanen. TIDAK ADA cara untuk memulihkan data Anda setelah ini.

# developer_destroyNow
source: RESET NOW
id: RESET SEKARANG

# developer_destroyingAllData
source: Resetting all data...
id: Mereset semua data...

# developer_allDataDestroyed
source: App has been reset to initial state.
id: Aplikasi telah direset ke kondisi awal.

# profile_title
source: Profile
id: Profil

# profile_editProfile
source: Edit Profile
id: Edit Profil

# profile_changePassword
source: Change Password
id: Ubah Kata Sandi

# profile_logout
source: Logout
id: Keluar

# payment_title
source: Payment
id: Pembayaran

# payment_selectMethod
source: Select Payment Method
id: Pilih Metode Pembayaran

# payment_amount
source: Amount
id: Jumlah

# payment_amountPaid
source: Amount Paid
id: Jumlah Dibayar

# payment_amountDue
source: Amount Due
id: Jumlah Tagihan

# payment_change
source: Change
id: Kembalian

# payment_notes
source: Notes
id: Catatan

# payment_confirm
source: Confirm Payment
id: Konfirmasi Pembayaran

# payment_success
source: Payment successful!
id: Pembayaran berhasil!

source: Payment failed
id: Pembayaran gagal

# order_orderDetails
source: Order Details
id: Detail Pesanan

# order_orderId
source: Order ID
id: ID Pesanan

# order_orderDate
source: Order Date
id: Tanggal Pesanan

# order_orderStatus
source: Order Status
id: Status Pesanan

# order_paid
source: Paid
id: Lunas

# order_unpaid
source: Unpaid
id: Belum Lunas

# order_partial
source: Partial
id: Sebagian

# order_cancelled
source: Cancelled
id: Dibatalkan

# order_items
source: Items
id: Item

# order_notes
source: Notes
id: Catatan

# validation_required
source: This field is required
id: Field ini wajib diisi

# validation_invalidEmail
source: Invalid email address
id: Alamat email tidak valid

# validation_minLength
source: Minimum {length} characters
id: Minimal {length} karakter

# validation_invalidNumber
source: Invalid number
id: Angka tidak valid

# validation_positiveNumber
source: Must be a positive number
id: Harus angka positif

# dateFilter_today
source: Today
id: Hari Ini

# dateFilter_yesterday
source: Yesterday
id: Kemarin

# dateFilter_thisWeek
source: This Week
id: Minggu Ini

# dateFilter_lastWeek
source: Last Week
id: Minggu Lalu

# dateFilter_thisMonth
source: This Month
id: Bulan Ini

# dateFilter_lastMonth
source: Last Month
id: Bulan Lalu

# dateFilter_custom
source: Custom Range
id: Rentang Kustom

# dateFilter_selectCustomRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# sortBy_nameAsc
source: Name A-Z
id: Nama A-Z

# sortBy_nameDesc
source: Name Z-A
id: Nama Z-A

# sortBy_priceAsc
source: Price Low-High
id: Harga Rendah-Tinggi

# sortBy_priceDesc
source: Price High-Low
id: Harga Tinggi-Rendah

# sortBy_stockAsc
source: Stock Low-High
id: Stok Rendah-Tinggi

# sortBy_stockDesc
source: Stock High-Low
id: Stok Tinggi-Rendah

# sortBy_dateAsc
source: Oldest First
id: Terlama

# sortBy_dateDesc
source: Newest First
id: Terbaru

# sortBy_salesDesc
source: Highest Sales
id: Penjualan Tertinggi

# sortBy_salesAsc
source: Lowest Sales
id: Penjualan Terendah

# sortBy_profitDesc
source: Highest Profit
id: Profit Tertinggi

# sortBy_profitAsc
source: Lowest Profit
id: Profit Terendah

# sortBy_qtyDesc
source: Most Sold
id: Terbanyak Terjual

# sortBy_qtyAsc
source: Least Sold
id: Paling Sedikit Terjual

# purchaseOrders_title
source: Purchase Orders
id: Purchase Order

# purchaseOrders_noOrders
source: No purchase orders
id: Tidak ada purchase order

# purchaseOrders_allStatus
source: All Status
id: Semua Status

# purchaseOrders_allPaymentStatus
source: All
id: Semua

# purchaseOrders_receive
source: Receive
id: Terima

# purchaseOrders_receiveOrder
source: Receive Order
id: Terima Pesanan

# purchaseOrders_receivePurchaseOrder
source: Receive Purchase Order
id: Terima Purchase Order

# purchaseOrders_receiveConfirmMessage
source: Are you sure you want to mark this purchase order as received? This will: • Add stock for all items • Update purchase prices • Create stock history records
id: Apakah Anda yakin ingin menandai purchase order ini sebagai diterima? Ini akan: • Menambah stok untuk semua item • Memperbarui harga pembelian • Membuat catatan riwayat stok

# purchaseOrders_receiving
source: Receiving purchase order...
id: Menerima purchase order...

# purchaseOrders_receiveSuccess
source: Purchase order received! Stock updated.
id: Purchase order diterima! Stok diperbarui.

# purchaseOrders_receiveFailed
source: Failed to receive purchase order
id: Gagal menerima purchase order

# purchaseOrders_cancelPurchaseOrder
source: Cancel Purchase Order
id: Batalkan Purchase Order

# purchaseOrders_cancelConfirmMessage
source: Are you sure you want to cancel this purchase order?
id: Apakah Anda yakin ingin membatalkan purchase order ini?

# purchaseOrders_cancelOrder
source: Cancel Order
id: Batalkan Pesanan

# purchaseOrders_cancelling
source: Cancelling...
id: Membatalkan...

# purchaseOrders_cancelSuccess
source: Purchase order cancelled
id: Purchase order dibatalkan

# purchaseOrders_cancelFailed
source: Failed to cancel purchase order
id: Gagal membatalkan purchase order

# purchaseOrders_created
source: Created
id: Dibuat

# purchaseOrders_unknownSupplier
source: Unknown Supplier
id: Supplier Tidak Dikenal

# purchaseOrders_itemsCount
source: {count} items
id: {count} item

# purchaseOrderReport_title
source: Purchase Order Report
id: Laporan Purchase Order

# purchaseOrderReport_summary
source: Summary
id: Ringkasan

# purchaseOrderReport_orders
source: Orders
id: Pesanan

# purchaseOrderReport_totalValue
source: Total Value
id: Total Nilai

# purchaseOrderReport_pendingAmount
source: Pending
id: Tertunda

# purchaseOrderReport_completedAmount
source: Completed
id: Selesai

# purchaseOrderReport_orderStatusOverview
source: Order Status Overview
id: Ringkasan Status Pesanan

# purchaseOrderReport_pending
source: Pending
id: Tertunda

# purchaseOrderReport_received
source: Received
id: Diterima

# purchaseOrderReport_cancelled
source: Cancelled
id: Dibatalkan

# purchaseOrderReport_purchaseOrders
source: Purchase Orders
id: Purchase Order

# purchaseOrderReport_ordersCount
source: {count} orders
id: {count} pesanan

# purchaseOrderReport_noPurchaseOrdersFound
source: No purchase orders found
id: Tidak ada purchase order ditemukan

# purchaseOrderReport_itemsCount
source: {count} item(s)
id: {count} item

# purchaseOrderReport_credit
source: Credit
id: Kredit

# purchaseOrderReport_cash
source: Cash
id: Tunai

# purchaseOrderReport_unknownSupplier
source: Unknown Supplier
id: Supplier Tidak Dikenal

# purchaseOrderReport_payment
source: Payment
id: Pembayaran

# purchaseOrderReport_created
source: Created
id: Dibuat

# purchaseOrderReport_items
source: Items
id: Item

# purchaseOrderReport_notes
source: Notes
id: Catatan

# purchaseOrderReport_dateRange
source: Date Range
id: Rentang Tanggal

# purchaseOrderReport_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# purchaseOrderReport_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# purchaseOrderReport_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# purchaseOrderReport_allSuppliers
source: All Suppliers
id: Semua Supplier

# purchaseOrderReport_searchSupplier
source: Search supplier...
id: Cari supplier...

# purchaseOrderReport_allStatus
source: All Status
id: Semua Status

# purchaseOrderReport_searchStatus
source: Search status...
id: Cari status...

# purchaseOrderReport_printPreview
source: Print Preview - Purchase Order
id: Pratinjau Cetak - Pesanan Pembelian

# purchaseOrderReport_totalPOs
source: Total POs
id: Total PO

# purchaseOrderReport_totalAmount
source: Total Amount
id: Total Jumlah

# purchaseOrderReport_receivedAmount
source: Received Amount
id: Jumlah Diterima

# purchaseOrderReport_poNumber
source: PO Number
id: Nomor PO

# purchaseOrderReport_date
source: Date
id: Tanggal

# purchaseOrderReport_amount
source: Amount
id: Jumlah

# pnl_title
source: Profit & Loss
id: Laba & Rugi

# pnl_summary
source: Summary
id: Ringkasan

# pnl_transactions
source: Transactions
id: Transaksi

# pnl_applyFilter
source: Apply Filter
id: Terapkan Filter

# pnl_dateRange
source: Date Range
id: Rentang Tanggal

# pnl_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# pnl_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# pnl_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# pnl_netSales
source: Net Sales
id: Penjualan Bersih

# pnl_grossProfit
source: Gross Profit
id: Laba Kotor

# pnl_netProfit
source: Net Profit
id: Laba Bersih

# pnl_netLoss
source: Net Loss
id: Rugi Bersih

# pnl_profitMargin
source: Profit Margin
id: Margin Laba

# pnl_orders
source: Orders
id: Pesanan

# pnl_statement
source: Profit & Loss Statement
id: Laporan Laba Rugi

# pnl_revenue
source: Revenue
id: Pendapatan

# pnl_grossSales
source: Gross Sales
id: Penjualan Kotor

# pnl_discounts
source: Discounts
id: Diskon

# pnl_costOfGoodsSold
source: Cost of Goods Sold
id: Harga Pokok Penjualan

# pnl_cogs
source: COGS
id: HPP

# pnl_otherIncome
source: Other Income
id: Pendapatan Lain

# pnl_cashOverage
source: Cash Overage
id: Kelebihan Kas

# pnl_operatingExpenses
source: Operating Expenses
id: Beban Operasional

# pnl_totalExpenses
source: Total Expenses
id: Total Pengeluaran

# pnl_expenseBreakdown
source: Expense Breakdown
id: Rincian Pengeluaran

# pnl_salesOrders
source: Sales Orders
id: Pesanan Penjualan

# pnl_expenses
source: Expenses
id: Pengeluaran

# pnl_ordersExpensesCount
source: {orders} orders, {expenses} expenses
id: {orders} pesanan, {expenses} pengeluaran

# pnl_noTransactionsFound
source: No transactions found for this period
id: Tidak ada transaksi untuk periode ini

# pnl_printPreview
source: Print Preview - Profit & Loss
id: Pratinjau Cetak - Laba Rugi

# pnl_loss
source: Loss
id: Rugi

# staffReport_title
source: Staff Performance
id: Performa Staf

# staffReport_summary
source: Summary
id: Ringkasan

# staffReport_staff
source: Staff
id: Staf

# staffReport_totalSales
source: Total Sales
id: Total Penjualan

# staffReport_transactions
source: Transactions
id: Transaksi

# staffReport_activeStaff
source: Active Staff
id: Staf Aktif

# staffReport_avgPerStaff
source: Avg per Staff
id: Rata-rata per Staf

# staffReport_topStaff
source: Top 5 Staff
id: Top 5 Staf

# staffReport_noStaffData
source: No staff data for this period
id: Tidak ada data staf untuk periode ini

# staffReport_staffRankings
source: Staff Rankings ({filter})
id: Peringkat Staf ({filter})

# staffReport_staffCount
source: {count} staff
id: {count} staf

# staffReport_topSales
source: Top Sales
id: Penjualan Tertinggi

# staffReport_mostTransactions
source: Most Transactions
id: Transaksi Terbanyak

# staffReport_avgOrderValue
source: Avg Order Value
id: Nilai Pesanan Rata-rata

# staffReport_nTransactions
source: {count} transactions
id: {count} transaksi

# staffReport_transactionsAvg
source: {count} transactions • Avg {amount}
id: {count} transaksi • Rata-rata {amount}

# staffReport_dateRange
source: Date Range
id: Rentang Tanggal

# staffReport_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# staffReport_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# staffReport_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# staffReport_totalTransactions
source: Total Transactions
id: Total Transaksi

# staffReport_avgPerTransaction
source: Avg per Transaction
id: Rata-rata per Transaksi

# staffReport_staffPerformance
source: Staff Performance
id: Performa Staf

# staffReport_staffName
source: Staff Name
id: Nama Staf

# staffReport_avgOrder
source: Avg Order
id: Rata-rata Pesanan

# staffReport_printPreview
source: Print Preview - Staff Report
id: Pratinjau Cetak - Laporan Staf

# staffReport_sales
source: Sales
id: Penjualan

# supplierReport_title
source: Supplier Report
id: Laporan Supplier

# supplierReport_summary
source: Summary
id: Ringkasan

# supplierReport_suppliers
source: Suppliers
id: Supplier

# supplierReport_totalPurchase
source: Total Purchase
id: Total Pembelian

# supplierReport_activeSuppliers
source: Active Suppliers
id: Supplier Aktif

# supplierReport_pendingPO
source: Pending PO
id: PO Pending

# supplierReport_topSuppliers
source: Top 5 Suppliers
id: Top 5 Supplier

# supplierReport_noSupplierData
source: No supplier data for this period
id: Tidak ada data supplier untuk periode ini

# supplierReport_supplierRankings
source: Supplier Rankings ({filter})
id: Peringkat Supplier ({filter})

# supplierReport_topPurchase
source: Top Purchase
id: Pembelian Tertinggi

# supplierReport_mostOrders
source: Most Orders
id: Order Terbanyak

# supplierReport_recentOrder
source: Recent Order
id: Order Terbaru

# supplierReport_alphabetical
source: Alphabetical
id: Abjad

# supplierReport_dateRange
source: Date Range
id: Rentang Tanggal

# supplierReport_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# supplierReport_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# supplierReport_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# supplierReport_allSuppliers
source: All Suppliers
id: Semua Supplier

# supplierReport_searchSupplier
source: Search supplier...
id: Cari supplier...

# supplierReport_printPreview
source: Print Preview - Supplier Report
id: Pratinjau Cetak - Laporan Supplier

# supplierReport_totalSuppliers
source: Total Suppliers
id: Total Supplier

# supplierReport_totalOrders
source: Total Orders
id: Total Pesanan

# supplierReport_pendingOrders
source: Pending Orders
id: Pesanan Tertunda

# supplierReport_supplierSummary
source: Supplier Summary
id: Ringkasan Supplier

# supplierReport_pending
source: Pending
id: Tertunda

# supplierReport_helpTitle
source: What is Supplier Report?
id: Apa itu Laporan Supplier?

# supplierReport_helpDescription
source: Supplier Report shows purchase history and transaction details with each supplier.
id: Laporan Supplier menampilkan riwayat pembelian dan detail transaksi dengan setiap supplier.

# supplierReport_helpIncludes
source: Includes
id: Termasuk

# supplierReport_helpPurchaseOrders
source: Purchase orders per supplier
id: Purchase order per supplier

# supplierReport_helpTotalPurchaseValue
source: Total purchase value
id: Total nilai pembelian

# supplierReport_helpPendingOrders
source: Pending and received orders
id: Pesanan pending dan diterima

# customerReport_customersWithOrders
source: Customers with Orders
id: Pelanggan dengan Pesanan

# customerReport_topCustomers
source: Top Customers
id: Pelanggan Teratas

# productPerformance_title
source: Product Performance
id: Performa Produk

# productPerformance_summary
source: Summary
id: Ringkasan

# productPerformance_products
source: Products
id: Produk

# productPerformance_totalRevenue
source: Total Revenue
id: Total Pendapatan

# productPerformance_totalProfit
source: Total Profit
id: Total Keuntungan

# productPerformance_itemsSold
source: Items Sold
id: Item Terjual

# productPerformance_avgMargin
source: Avg Margin
id: Margin Rata-rata

# productPerformance_top5BestSellers
source: Top 5 Best Sellers
id: Top 5 Produk Terlaris

# productPerformance_noSalesData
source: No sales data for this period
id: Tidak ada data penjualan untuk periode ini

# productPerformance_sold
source: sold
id: terjual

# productPerformance_profit
source: Profit
id: Keuntungan

# productPerformance_productsCount
source: {count} products
id: {count} produk

# productPerformance_soldCount
source: {count} sold
id: {count} terjual

# productPerformance_dateRange
source: Date Range
id: Rentang Tanggal

# productPerformance_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# productPerformance_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# productPerformance_category
source: Category
id: Kategori

# productPerformance_allCategories
source: All Categories
id: Semua Kategori

# productPerformance_searchCategory
source: Search category...
id: Cari kategori...

# productPerformance_topSelling
source: Top Selling
id: Terlaris

# productPerformance_topSellingDesc
source: Products with highest sales
id: Produk dengan penjualan tertinggi

# productPerformance_lowSelling
source: Low Selling
id: Kurang Laris

# productPerformance_lowSellingDesc
source: Products with lowest sales
id: Produk dengan penjualan terendah

# productPerformance_highMargin
source: High Margin
id: Margin Tinggi

# productPerformance_highMarginDesc
source: Products with highest profit margin
id: Produk dengan margin keuntungan tertinggi

# productPerformance_lowMargin
source: Low Margin
id: Margin Rendah

# productPerformance_lowMarginDesc
source: Products with lowest profit margin
id: Produk dengan margin keuntungan terendah

# productPerformance_selectSort
source: Select sort...
id: Pilih urutan...

# productPerformance_totalQtySold
source: Total Qty Sold
id: Total Qty Terjual

# productPerformance_totalProducts
source: Total Products
id: Total Produk

# productPerformance_performanceTable
source: Product Performance
id: Performa Produk

# productPerformance_qtySold
source: Qty Sold
id: Qty Terjual

# productPerformance_revenue
source: Revenue
id: Pendapatan

# productPerformance_printPreview
source: Print Preview - Product Performance
id: Pratinjau Cetak - Performa Produk

# productSalesProfit_title
source: Product Sales & Profit
id: Penjualan & Keuntungan Produk

# productSalesProfit_totalProfit
source: Total Profit
id: Total Keuntungan

# productSalesProfit_topProducts
source: Top Products
id: Produk Teratas

# productSalesProfit_productsSold
source: Products Sold
id: Produk Terjual

# productSalesProfit_qtySold
source: Qty Sold
id: Qty Terjual

# productSalesProfit_top5MostProfitable
source: Top 5 Most Profitable
id: Top 5 Paling Menguntungkan

# productSalesProfit_cogsCalculation
source: COGS Calculation
id: Perhitungan HPP
