Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# productSalesProfit_cogsDescription
source: Cost of Goods Sold is calculated using the Average Cost (Weighted Average) method. Product Purchase Price is automatically updated when receiving a Purchase Order.
id: Harga Pokok Penjualan dihitung menggunakan metode Average Cost (Weighted Average). Harga Beli produk di-update otomatis setiap menerima Purchase Order.

# productSalesProfit_product
source: Product
id: Produk

# productSalesProfit_sales
source: Sales
id: Penjualan

# productSalesProfit_totalProducts
source: Total Products
id: Total Produk

# productSalesProfit_totalQtySold
source: Total Qty Sold
id: Total Qty Terjual

# productSalesProfit_totalSales
source: Total Sales
id: Total Penjualan

# productSalesProfit_totalCogs
source: Total COGS
id: Total HPP

# productSalesProfit_netProfit
source: Net Profit
id: Laba Bersih

# productSalesProfit_profitMargin
source: Profit Margin
id: Margin Laba

# productSalesProfit_salesAmount
source: Sales Amount
id: Jumlah Penjualan

# productSalesProfit_cogs
source: COGS
id: HPP

# productSalesProfit_profit
source: Profit
id: Laba

# hourlySales_title
source: Hourly Sales
id: Penjualan Per Jam

# hourlySales_summary
source: Summary
id: Ringkasan

# hourlySales_breakdown
source: Breakdown
id: Rincian

# hourlySales_peakHour
source: Peak Hour
id: Jam Puncak

# hourlySales_peakSales
source: Peak Sales
id: Penjualan Puncak

# hourlySales_totalSales
source: Total Sales
id: Total Penjualan

# hourlySales_totalOrders
source: Total Orders
id: Total Pesanan

# hourlySales_hourlyBreakdown
source: Hourly Breakdown
id: Rincian Per Jam

# hourlySales_hoursWithSales
source: {count} hours with sales
id: {count} jam dengan penjualan

# hourlySales_noSalesData
source: No sales data for this period
id: Tidak ada data penjualan untuk periode ini

# hourlySales_salesByHour
source: Sales by Hour
id: Penjualan Per Jam

# hourlySales_noTransactions
source: No transactions recorded
id: Tidak ada transaksi tercatat

# hourlySales_peak
source: PEAK
id: PUNCAK

# hourlySales_slow
source: SLOW
id: SEPI

# hourlySales_orders
source: {count} orders
id: {count} pesanan

# hourlySales_morning
source: Morning
id: Pagi

# hourlySales_afternoon
source: Afternoon
id: Siang

# hourlySales_evening
source: Evening
id: Sore

# hourlySales_night
source: Night
id: Malam

# hourlySales_lateNight
source: Late Night
id: Dini Hari

# hourlySales_dateRange
source: Date Range
id: Rentang Tanggal

# hourlySales_selectDateRange
source: Select date range...
id: Pilih rentang tanggal...

# hourlySales_searchDateRange
source: Search date range...
id: Cari rentang tanggal...

# hourlySales_selectCustomDateRange
source: Select custom date range
id: Pilih rentang tanggal kustom

# hourlySales_hour
source: Hour
id: Jam

# hourlySales_transactions
source: Transactions
id: Transaksi

# hourlySales_sales
source: Sales
id: Penjualan

# developerUi_title
source: UI Components
id: Komponen UI

# developerUi_qbuttonDesc
source: Reusable button with variants: primary, secondary, danger, text
id: Tombol yang dapat digunakan ulang dengan varian: primary, secondary, danger, text

# developerUi_withIcon
source: With Icon
id: Dengan Ikon

# developerUi_loadingState
source: Loading State
id: Status Loading

# developerUi_primaryClicked
source: Primary clicked
id: Primary diklik

# developerUi_secondaryClicked
source: Secondary clicked
id: Secondary diklik

# developerUi_dangerClicked
source: Danger clicked
id: Danger diklik

# developerUi_textClicked
source: Text clicked
id: Text diklik

# developerUi_iconButtonClicked
source: Icon button clicked
id: Tombol ikon diklik

# developerUi_qtextfieldDesc
source: Reusable text field with label, hint, icons, validation
id: Text field yang dapat digunakan ulang dengan label, hint, ikon, validasi

# developerUi_enterUsername
source: Enter your username
id: Masukkan username Anda

# developerUi_password
source: Password
id: Kata Sandi

# developerUi_enterPassword
source: Enter your password
id: Masukkan kata sandi Anda

# developerUi_enterDescription
source: Enter description...
id: Masukkan deskripsi...

# developerUi_qdropdownDesc
source: Reusable dropdown field with generic type support
id: Dropdown field yang dapat digunakan ulang dengan dukungan tipe generik

# developerUi_selectOption
source: Select Option
id: Pilih Opsi

# developerUi_chooseOne
source: Choose one
id: Pilih satu

# developerUi_option1
source: Option 1
id: Opsi 1

# developerUi_option2
source: Option 2
id: Opsi 2

# developerUi_option3
source: Option 3
id: Opsi 3

# developerUi_selected
source: Selected
id: Dipilih

# developerUi_qimageDesc
source: Image picker with camera/gallery support and auto-upload
id: Image picker dengan dukungan kamera/galeri dan auto-upload

# developerUi_productImage
source: Product Image
id: Gambar Produk

# developerUi_categoryFilterDesc
source: Horizontal scrollable category filter chips
id: Chip filter kategori yang dapat di-scroll horizontal

# developerUi_formWidgetsUsage
source: Form Widgets Usage
id: Penggunaan Form Widget

# developerUi_appDialogDesc
source: Contextless dialog utilities. Import: lib/core/util/contextless/dialog.dart
id: Utilitas dialog tanpa konteks. Import: lib/core/util/contextless/dialog.dart

# developerUi_confirmAction
source: Confirm Action
id: Konfirmasi Aksi

# developerUi_confirmDialogMessage
source: This is a confirmation dialog. Do you want to proceed?
id: Ini adalah dialog konfirmasi. Apakah Anda ingin melanjutkan?

# developerUi_confirmed
source: Confirmed!
id: Dikonfirmasi!

# developerUi_information
source: Information
id: Informasi

# developerUi_infoDialogMessage
source: This is an informational dialog to display messages.
id: Ini adalah dialog informasi untuk menampilkan pesan.

# developerUi_warningDialogMessage
source: This action may have consequences. Continue?
id: Aksi ini mungkin memiliki konsekuensi. Lanjutkan?

# developerUi_proceededWithWarning
source: Proceeded with warning
id: Dilanjutkan dengan peringatan

# developerUi_deleteItem
source: Delete Item
id: Hapus Item

# developerUi_dangerDialogMessage
source: This action cannot be undone. Delete?
id: Aksi ini tidak dapat dibatalkan. Hapus?

# developerUi_itemDeleted
source: Item deleted!
id: Item dihapus!

# developerUi_appSnackbarDesc
source: Contextless snackbar utilities. Import: lib/core/util/contextless/snackbar.dart
id: Utilitas snackbar tanpa konteks. Import: lib/core/util/contextless/snackbar.dart

# developerUi_successMessage
source: This is a success message!
id: Ini adalah pesan sukses!

# developerUi_errorMessage
source: This is an error message!
id: Ini adalah pesan error!

# developerUi_warningMessage
source: This is a warning message!
id: Ini adalah pesan peringatan!

# developerUi_infoMessage
source: This is an info message!
id: Ini adalah pesan info!

# developerUi_undo
source: UNDO
id: BATALKAN

# developerUi_undoSuccessful
source: Undo successful!
id: Pembatalan berhasil!

# developerUi_appLoadingDesc
source: Contextless loading overlay. Import: lib/core/util/contextless/loading.dart
id: Overlay loading tanpa konteks. Import: lib/core/util/contextless/loading.dart

# developerUi_loadingFinished
source: Loading finished!
id: Loading selesai!

# developerUi_withMessage
source: with message
id: dengan pesan

# developerUi_pleaseWait
source: Please wait...
id: Mohon tunggu...

# developerUi_processing
source: Processing...
id: Memproses...

# developerUi_dialogSnackbarLoadingUsage
source: Dialog, Snackbar & Loading Usage
id: Penggunaan Dialog, Snackbar & Loading

# developerUi_tabMoreWidgets
source: More Widgets
id: Widget Lainnya

# developerUi_qtextareaDesc
source: Multiline text area with internal controller, min/max lines, and counter
id: Area teks multiline dengan controller internal, min/max baris, dan penghitung

# developerUi_notes
source: Notes
id: Catatan

# developerUi_enterNotes
source: Enter your notes here...
id: Masukkan catatan di sini...

# developerUi_qdropdownSearchDesc
source: Full-screen searchable dropdown for long lists (customers, products, etc.)
id: Dropdown dengan pencarian fullscreen untuk daftar panjang (pelanggan, produk, dll.)

# developerUi_selectCustomer
source: Select Customer
id: Pilih Pelanggan

# developerUi_searchCustomer
source: Search customer...
id: Cari pelanggan...

# developerUi_qdateFieldDesc
source: Date picker field with clearable option and consistent styling
id: Field pemilih tanggal dengan opsi hapus dan styling konsisten

# developerUi_selectDate
source: Select Date
id: Pilih Tanggal

# developerUi_qdateRangeFieldDesc
source: Date range picker with start and end date fields
id: Pemilih rentang tanggal dengan field tanggal awal dan akhir

# developerUi_dateRange
source: Date Range
id: Rentang Tanggal

# developerUi_qtyPickerDesc
source: Quantity picker with +/- buttons. Two types: fullWidth (form) and compact (list/cart)
id: Pemilih kuantitas dengan tombol +/-. Dua tipe: fullWidth (form) dan compact (list/cart)

# developerUi_quantity
source: Quantity
id: Kuantitas

# developerUi_compactMode
source: Compact Mode
id: Mode Compact

# developerUi_qswitchTileDesc
source: Switch tile with title, subtitle, and icon in a styled container
id: Switch tile dengan judul, subjudul, dan ikon dalam kontainer bergaya

# developerUi_trackStock
source: Track Stock
id: Lacak Stok

# developerUi_stockTracked
source: Stock will be tracked
id: Stok akan dilacak

# developerUi_stockNotTracked
source: Tap to enable
id: Ketuk untuk mengaktifkan

# developerUi_statisticCardDesc
source: Statistic cards for dashboards and reports. Max 2 cards per row
id: Kartu statistik untuk dashboard dan laporan. Maksimal 2 kartu per baris

# developerUi_totalSales
source: Total Sales
id: Total Penjualan

# developerUi_totalOrders
source: Total Orders
id: Total Pesanan

# developerUi_avgOrder
source: Avg Order
id: Rata-rata Pesanan

# developerUi_profit
source: Profit
id: Keuntungan

# developerUi_commonWidgetsDesc
source: Reusable common widgets from common_widgets.dart
id: Widget umum yang dapat digunakan ulang dari common_widgets.dart

# developerUi_emptyStateDesc
source: Consistent empty state with icon, message, and optional action
id: Empty state konsisten dengan ikon, pesan, dan aksi opsional

# developerUi_noDataFound
source: No data found
id: Data tidak ditemukan

# developerUi_tryAdding
source: Try adding some items
id: Coba tambahkan beberapa item

# developerUi_viewModeToggleDesc
source: Grid/List view mode toggle for management views
id: Toggle mode tampilan Grid/List untuk halaman manajemen

# developerUi_detailRowDesc
source: Label-value row for detail sheets and info displays
id: Baris label-nilai untuk lembar detail dan tampilan info

# developerUi_customerName
source: Customer Name
id: Nama Pelanggan

# developerUi_completed
source: Completed
id: Selesai

# developerUi_phone
source: Phone
id: Telepon

# developerUi_sectionHeaderDesc
source: Section title with optional icon and trailing widget
id: Judul section dengan ikon opsional dan widget trailing

# developerUi_customerInfo
source: Customer Information
id: Informasi Pelanggan

# developerUi_lineItemRowDesc
source: Line items and total rows for financial reports
id: Baris item dan total untuk laporan keuangan

# developerUi_productSales
source: Product Sales
id: Penjualan Produk

# developerUi_discount
source: Discount
id: Diskon

# developerUi_bulletPointDesc
source: Simple bullet point text for help dialogs and lists
id: Teks bullet point sederhana untuk dialog bantuan dan daftar

# developerUi_bulletText1
source: First point of information
id: Poin informasi pertama

# developerUi_bulletText2
source: Second point of information
id: Poin informasi kedua

# developerUi_bulletText3
source: Third point of information
id: Poin informasi ketiga

# developerUi_filterIconButtonDesc
source: Filter button with badge indicator for AppBar
id: Tombol filter dengan indikator badge untuk AppBar

# developerUi_statusChipDesc
source: Read-only status badge with optional icon
id: Badge status read-only dengan ikon opsional

# developerUi_active
source: Active
id: Aktif

# developerUi_pending
source: Pending
id: Tertunda

# developerUi_paid
source: Paid
id: Lunas

# developerUi_infoChipDesc
source: Icon + label info display (not a Chip widget)
id: Tampilan info ikon + label (bukan widget Chip)

# developerUi_quickActionChipDesc
source: Tappable quick action chips (amount shortcuts, etc.)
id: Chip aksi cepat yang dapat diketuk (shortcut nominal, dll.)

# developerUi_chipTapped
source: Chip tapped
id: Chip diketuk

# developerUi_selectableActionChipDesc
source: Tappable chip with selected state (currency, tax rate, etc.)
id: Chip dengan state terpilih yang dapat diketuk (mata uang, tarif pajak, dll.)

# developerUi_selectionCardDesc
source: Card-like selection with icon (role, type picker)
id: Kartu seleksi dengan ikon (pemilih role, tipe)

# developerUi_cashier
source: Cashier
id: Kasir

# developerUi_manager
source: Manager
id: Manajer

# developerUi_selectableChipWrapDesc
source: Multi-select chips in Wrap layout
id: Chip multi-select dalam layout Wrap

# developerUi_size
source: Size
id: Ukuran

# developerUi_color
source: Color
id: Warna

# developerUi_deletableChipListDesc
source: Chips with delete button (units, tags)
id: Chip dengan tombol hapus (unit, tag)

# developerUi_chipDeleted
source: Chip deleted
id: Chip dihapus

# developerUi_singleSelectChipRowDesc
source: Single select chips in a Row (payment type, etc.)
id: Chip single-select dalam Row (tipe pembayaran, dll.)

# developerUi_cash
source: Cash
id: Tunai

# developerUi_credit
source: Credit
id: Kredit

# developerUi_moreWidgetsUsage
source: More Widgets Usage
id: Penggunaan Widget Lainnya

# developerUi_chipsUsage
source: Chips & Selection Widgets Usage
id: Penggunaan Widget Chips & Seleksi

# nav_home
source: Home
id: Beranda

# nav_tables
source: Tables
id: Meja

# nav_orders
source: Orders
id: Pesanan

# nav_stockAlert
source: Stock
id: Stok

# nav_profile
source: Profile
id: Profil

# creditPayment_title
source: Add Payment
id: Tambah Pembayaran

# creditPayment_selectPaymentMethod
source: Select Payment Method
id: Pilih Metode Pembayaran

# creditPayment_payWithCash
source: Pay with cash
id: Bayar dengan tunai

# creditPayment_scanQrisToPay
source: Scan QRIS to pay
id: Scan QRIS untuk membayar

# creditPayment_enterValidAmount
source: Please enter a valid amount
id: Masukkan jumlah yang valid

# creditPayment_amountExceedsRemaining
source: Amount exceeds remaining balance
id: Jumlah melebihi sisa hutang

# creditPayment_processingPayment
source: Processing payment...
id: Memproses pembayaran...

# creditPayment_paymentAddedSuccess
source: Payment added successfully
id: Pembayaran berhasil ditambahkan

# creditPayment_paymentFailed
source: Payment failed: {error}
id: Pembayaran gagal: {error}

# creditPayment_paymentMethod
source: Payment Method
id: Metode Pembayaran

# creditPayment_unknownCustomer
source: Unknown Customer
id: Pelanggan Tidak Dikenal

# creditPayment_paid
source: Paid
id: Dibayar

# creditPayment_remaining
source: Remaining
id: Sisa

# creditPayment_amountPaid
source: Amount paid
id: Jumlah dibayar

# creditPayment_amount
source: Amount
id: Jumlah

# creditPayment_change
source: Change
id: Kembalian

# creditPayment_insufficient
source: Insufficient
id: Kurang

# creditPayment_exact
source: Exact
id: Pas

# creditPayment_full
source: Full
id: Lunas

# creditPayment_notesOptional
source: Notes (optional)
id: Catatan (opsional)

# creditPayment_processing
source: Processing...
id: Memproses...

# creditPayment_addPayment
source: Add Payment
id: Tambah Pembayaran

# creditPayment_ivePaid
source: I've Paid
id: Sudah Bayar

# creditPayment_iveTransferred
source: I've Transferred
id: Sudah Transfer

# creditPayment_scanQrCode
source: Scan QR code above using your e-wallet app
id: Scan QR code di atas menggunakan aplikasi e-wallet

# creditPayment_accountNumber
source: Account Number
id: Nomor Rekening

# creditPayment_accountHolder
source: Account Holder
id: Nama Pemilik

# creditPayment_transferAmount
source: Transfer Amount:
id: Jumlah Transfer:

# creditPayment_transferExactAmount
source: Transfer the exact amount to the account above
id: Transfer jumlah yang tepat ke rekening di atas

# creditPayment_accountNumberCopied
source: Account number copied
id: Nomor rekening disalin

# creditPayment_amountCopied
source: Amount copied
id: Jumlah disalin

# purchaseAddItem_addItem
source: Add Item
id: Tambah Item

# purchaseAddItem_currentStock
source: Current Stock: {stock}
id: Stok Saat Ini: {stock}

# purchaseAddItem_defaultCost
source: Default Cost: {cost}
id: Harga Beli Default: {cost}

# purchaseAddItem_purchasePricePerUnit
source: Purchase Price (per {unit})
id: Harga Beli (per {unit})

# purchaseAddItem_basePricePcs
source: Base price (PCS): {price}
id: Harga dasar (PCS): {price}

# purchaseAddItem_qtyMustBeGreater
source: Quantity must be greater than 0
id: Jumlah harus lebih dari 0

# purchaseAddItem_noDecimalQty
source: This product does not allow decimal quantities
id: Produk ini tidak mendukung jumlah desimal

# purchaseAddItem_priceCannotBeNegative
source: Price cannot be negative
id: Harga tidak boleh negatif

# users_cannotDeleteDemoAccount
source: Cannot delete demo account
id: Tidak bisa menghapus akun demo

# users_cannotDeactivateDemoAccount
source: Cannot deactivate demo account
id: Tidak bisa menonaktifkan akun demo

# users_maxUsersReached
source: Maximum 2 users in Free mode. Upgrade to Premium for unlimited users.
id: Maksimal 2 user di mode Free. Upgrade ke Premium untuk user unlimited.

# users_maxUsersReachedTrial
source: Maximum 2 users in Trial mode. Enter serial number for unlimited users.
id: Maksimal 2 user di mode Trial. Masukkan serial number untuk user unlimited.

# upgrade_title
source: Upgrade to Premium
id: Upgrade ke Premium

# upgrade_subtitle
source: Unlock all features with Premium
id: Buka semua fitur dengan Premium

# upgrade_limitationsTitle
source: Current Limitations
id: Batasan Saat Ini

# upgrade_limitProducts
source: Products
id: Produk

# upgrade_limitUsers
source: Users
id: Pengguna

# upgrade_limitTransactions
source: Daily Transactions
id: Transaksi Harian

# upgrade_limitTransactionsValue
source: 5/type
id: 5/jenis

# upgrade_perDay
source: day
id: hari

# upgrade_limitAds
source: Advertisements
id: Iklan

# upgrade_limitAdsValue
source: Shown
id: Ditampilkan

# upgrade_transactionTypesTitle
source: Transaction Types
id: Jenis Transaksi

# upgrade_transactionPos
source: POS / Sales
id: POS / Penjualan

# upgrade_transactionPurchase
source: Purchase Orders
id: Purchase Order

# upgrade_transactionExpense
source: Expenses
id: Pengeluaran

# upgrade_transactionStockAdjustment
source: Stock Adjustments
id: Penyesuaian Stok

# upgrade_transactionCredit
source: Credits (Receivables)
id: Piutang

# upgrade_transactionDebt
source: Debts (Payables)
id: Hutang

# upgrade_premiumBenefits
source: Premium Benefits
id: Keuntungan Premium

# upgrade_benefitUnlimitedProducts
source: Unlimited products
id: Produk unlimited

# upgrade_benefitUnlimitedUsers
source: Unlimited users
id: Pengguna unlimited

# upgrade_benefitUnlimitedTransactions
source: Unlimited daily transactions
id: Transaksi harian unlimited

# upgrade_benefitNoAds
source: No advertisements
id: Tanpa iklan

# upgrade_upgradeToPremium
source: Upgrade to Premium
id: Upgrade ke Premium

# upgrade_maxProductsReached
source: Maximum 15 products reached
id: Maksimal 15 produk tercapai

# upgrade_maxTransactionsReached
source: Daily transaction limit reached for this type
id: Batas transaksi harian tercapai untuk jenis ini

# upgrade_freeModeLimits
source: Free Mode: 5 transactions/day per type
id: Mode Free: 5 transaksi/hari per jenis

# upgrade_trialModeLimits
source: Trial Mode: 50 transactions/day per type (with ads)
id: Mode Trial: 50 transaksi/hari per jenis (dengan iklan)

# upgrade_premiumModeLimits
source: Premium: Unlimited transactions, no ads
id: Premium: Transaksi unlimited, tanpa iklan

# upgrade_modeComparison
source: Mode Comparison
id: Perbandingan Mode

# upgrade_currentMode
source: CURRENT
id: AKTIF

# upgrade_freeProducts
source: Max 15 products
id: Maks 15 produk

# upgrade_freeUsers
source: Max 2 users
id: Maks 2 pengguna

# upgrade_freeTransactions
source: 5 transactions/day per type
id: 5 transaksi/hari per jenis

# upgrade_freeAds
source: Ads displayed
id: Iklan ditampilkan

# upgrade_trialProducts
source: Max 15 products
id: Maks 15 produk

# upgrade_trialUsers
source: Max 2 users
id: Maks 2 pengguna

# upgrade_trialTransactions
source: 50 transactions/day per type
id: 50 transaksi/hari per jenis

# upgrade_trialAds
source: Ads displayed
id: Iklan ditampilkan

# subscription_title
source: Subscribe to Premium
id: Berlangganan Premium

# subscription_upgradeToPremium
source: Upgrade to Premium
id: Upgrade ke Premium

# subscription_fillForm
source: Fill in your details to subscribe
id: Isi data untuk berlangganan

# subscription_name
source: Name
id: Nama

# subscription_nameHint
source: Enter your full name
id: Masukkan nama lengkap

# subscription_nameRequired
source: Please enter your name
id: Harap masukkan nama

# subscription_phone
source: Phone Number
id: Nomor Telepon

# subscription_phoneHint
source: Enter your phone number
id: Masukkan nomor telepon

# subscription_phoneRequired
source: Please enter your phone number
id: Harap masukkan nomor telepon

# subscription_voucherCode
source: Voucher Code (Optional)
id: Kode Voucher (Opsional)

# subscription_voucherHint
source: Enter voucher code...
id: Masukkan kode voucher...

# subscription_voucherDiscount
source: {percent}% Discount Applied!
id: Diskon {percent}% Diterapkan!

# subscription_voucherInfo
source: Enter voucher code to get special discount on your subscription.
id: Masukkan kode voucher untuk mendapatkan diskon spesial pada langganan Anda.

# subscription_voucherLocked
source: Voucher code is locked from your previous subscription.
id: Kode voucher terkunci dari langganan sebelumnya.

# subscription_voucherExpired
source: This voucher code has expired.
id: Kode voucher ini sudah kedaluwarsa.

# subscription_voucherNotFound
source: Voucher code not found. It may have been removed.
id: Kode voucher tidak ditemukan. Mungkin sudah dihapus.

# subscription_voucherInactive
source: This voucher code is no longer active.
id: Kode voucher ini sudah tidak aktif.

# subscription_voucherExpiredDeleted
source: This voucher has expired and has been removed. Please use another voucher or continue without discount.
id: Voucher ini sudah kedaluwarsa dan telah dihapus. Silakan gunakan voucher lain atau lanjutkan tanpa diskon.

# subscription_voucherInvalid
source: This voucher code is invalid.
id: Kode voucher ini tidak valid.

# subscription_voucherUsageExceeded
source: This voucher has reached its maximum usage limit.
id: Voucher ini sudah mencapai batas maksimal penggunaan.

# subscription_clearVoucherTitle
source: Clear Voucher Code
id: Hapus Kode Voucher

# subscription_clearVoucherMessage
source: Are you sure you want to remove this voucher code? You will need to re-enter it for your next subscription.
id: Yakin ingin menghapus kode voucher ini? Anda perlu memasukkannya kembali untuk langganan berikutnya.

# subscription_voucherCleared
source: Voucher code cleared
id: Kode voucher dihapus

# subscription_selectDuration
source: Select Subscription Duration
id: Pilih Durasi Langganan

# subscription_selectPlan
source: Please select a subscription plan
id: Harap pilih paket langganan

# subscription_totalPrice
source: Total Price
id: Total Harga

# subscription_savings
source: You save Rp {amount}!
id: Anda hemat Rp {amount}!

# subscription_subscribe
source: Subscribe Now
id: Berlangganan Sekarang

# subscription_selectedPlan
source: Selected Plan
id: Paket Terpilih
