Repository: pippo2727/kantorlurah
Catalog: lib/l10n/app_*.arb
Languages: id

# cashDrawer_cashIn
source: Cash In
id: Kas Masuk

# cashDrawer_cashOut
source: Cash Out
id: Kas Keluar

# cashDrawer_totalSales
source: Sales
id: Penjualan

# cashDrawer_totalCashIn
source: Cash In
id: Kas Masuk

# cashDrawer_totalCashOut
source: Cash Out
id: Kas Keluar

# cashDrawer_transactions
source: Transactions
id: Transaksi

# cashDrawer_noTransactions
source: No transactions yet
id: Belum ada transaksi

# cashDrawer_enterOpeningBalance
source: Enter opening balance
id: Masukkan saldo awal

# cashDrawer_selectReason
source: Select Reason
id: Pilih Alasan

# cashDrawer_amount
source: Amount
id: Jumlah

# cashDrawer_notes
source: Notes (Optional)
id: Catatan (Opsional)

# cashDrawer_insufficientBalance
source: Insufficient balance. Cannot cash out more than current balance.
id: Saldo tidak cukup. Tidak dapat mengeluarkan kas lebih dari saldo saat ini.

source: Cash drawer session opened
id: Sesi kas kasir dibuka

source: Cash drawer session closed
id: Sesi kas kasir ditutup

# cashDrawer_backupBeforeLogout
source: Would you like to backup your data to the cloud before logging out?
id: Apakah Anda ingin backup data ke cloud sebelum logout?

# cashDrawer_cashInSuccess
source: Cash in recorded successfully
id: Kas masuk berhasil dicatat

# cashDrawer_cashOutSuccess
source: Cash out recorded successfully
id: Kas keluar berhasil dicatat

# cashDrawer_closeConfirmTitle
source: Close Cash Drawer
id: Tutup Kas Kasir

# cashDrawer_closeConfirmMessage
source: Enter the actual cash amount to close the session
id: Masukkan jumlah kas aktual untuk menutup sesi

# cashDrawer_actualAmount
source: Actual Amount
id: Jumlah Aktual

# cashDrawer_varianceWarning
source: There is a variance of {amount}. Please verify the amount.
id: Terdapat selisih sebesar {amount}. Mohon verifikasi jumlahnya.

# cashDrawer_varianceOk
source: Balance matches! No variance.
id: Saldo cocok! Tidak ada selisih.

# cashDrawer_sessionBy
source: Session by {name}
id: Sesi oleh {name}

# cashDrawer_openSessionDesc
source: Enter the opening cash balance to start a new session
id: Masukkan saldo kas awal untuk memulai sesi baru

# cashDrawer_invalidAmount
source: Please enter a valid amount
id: Masukkan jumlah yang valid

# cashDrawer_enterActualBalance
source: Please enter the actual balance
id: Masukkan saldo aktual

# cashDrawer_negativeExpectedInfo
source: Expected balance is negative. Actual balance will be set automatically.
id: Saldo yang diharapkan negatif. Saldo aktual akan diisi otomatis.

# cashDrawer_reason
source: Reason
id: Alasan

# cashDrawer_addCashIn
source: Add Cash In
id: Tambah Kas Masuk

# cashDrawer_addCashOut
source: Add Cash Out
id: Tambah Kas Keluar

# cashDrawer_cashInAdded
source: Cash in added successfully
id: Kas masuk berhasil ditambahkan

# cashDrawer_cashOutAdded
source: Cash out added successfully
id: Kas keluar berhasil ditambahkan

# cashDrawer_availableBalance
source: Available Balance
id: Saldo Tersedia

# cashDrawer_openedBy
source: Opened by
id: Dibuka oleh

# cashDrawer_close
source: Close
id: Tutup

# cashDrawer_items
source: items
id: item

# cashDrawer_sale
source: Sale
id: Penjualan

# cashDrawer_additionalBalance
source: Additional Balance
id: Tambahan Saldo

# cashDrawer_bankDeposit
source: Bank Deposit
id: Setor Bank

# cashDrawer_capitalReturn
source: Capital Return
id: Pengembalian Modal

# cashDrawer_sessionRequired
source: Cash Drawer Required
id: Sesi Kas Diperlukan

# cashDrawer_sessionRequiredDesc
source: Please open a cash drawer session before accessing the app. This helps track all cash transactions during your shift.
id: Silakan buka sesi kas sebelum mengakses aplikasi. Ini membantu melacak semua transaksi kas selama shift Anda.

# cashDrawer_cannotCloseSession
source: Cannot Close Session
id: Tidak Dapat Menutup Sesi

# cashDrawer_unpaidOrdersExist
source: There are {count} unpaid order(s). Please complete all payments before closing the session.
id: Terdapat {count} order yang belum dibayar. Selesaikan semua pembayaran sebelum menutup sesi.

# cashDrawerReport_title
source: Cash Drawer Report
id: Laporan Kas Kasir

# cashDrawerReport_sessions
source: Sessions
id: Sesi

# cashDrawerReport_cashier
source: Cashier
id: Kasir

# cashDrawerReport_noSessions
source: No sessions found in this period
id: Tidak ada sesi di periode ini

# cashDrawerReport_totalSessions
source: Total Sessions
id: Total Sesi

# cashDrawerReport_closedSessions
source: Closed
id: Ditutup

# cashDrawerReport_openSessions
source: Open
id: Terbuka

# cashDrawerReport_totalDifference
source: Total Variance
id: Total Selisih

# cashDrawerReport_cashFlow
source: Cash Flow Summary
id: Ringkasan Arus Kas

# cashDrawerReport_netCashFlow
source: Net Cash Flow
id: Arus Kas Bersih

# cashDrawerReport_sessionsByUser
source: Sessions by Cashier
id: Sesi per Kasir

# cashDrawerReport_differenceHistory
source: Variance History
id: Riwayat Selisih

# cashDrawerReport_open
source: Open
id: Terbuka

# cashDrawerReport_closed
source: Closed
id: Ditutup

# cashDrawerReport_openingBalance
source: Opening Balance
id: Saldo Awal

# cashDrawerReport_currentBalance
source: Current Balance
id: Saldo Akhir

# cashDrawerReport_income
source: Income
id: Pemasukkan

# cashDrawerReport_outcome
source: Outcome
id: Pengeluaran

# cashDrawerReport_sales
source: Sales
id: Penjualan

# cashDrawerReport_creditPayments
source: Credit Payments
id: Pembayaran Piutang

# cashDrawerReport_purchaseOrders
source: Purchase Orders
id: Pembelian Stok

# cashDrawerReport_expenses
source: Expenses
id: Pengeluaran

# cashDrawerReport_debtPayments
source: Debt Payments
id: Pembayaran Hutang

# cashDrawerReport_transactionSummary
source: Transaction Summary
id: Ringkasan Transaksi

# cashDrawerReport_printPreview
source: Print Preview - Cash Drawer
id: Cetak Preview - Kas Kasir

# cashDrawerReport_summary
source: Summary
id: Ringkasan

# cashDrawerReport_openedAt
source: Opened At
id: Dibuka Pada

# cashDrawerReport_closingBalance
source: Closing Balance
id: Saldo Tutup

# cashDrawerReport_difference
source: Difference
id: Selisih

# cashDrawerReport_totalOpeningBalance
source: Total Opening Balance
id: Total Saldo Awal

# cashDrawerReport_totalClosingBalance
source: Total Closing Balance
id: Total Saldo Tutup

# cashDrawerReport_totalIncome
source: Total Income
id: Total Pemasukan

# cashDrawerReport_totalOutcome
source: Total Outcome
id: Total Pengeluaran

# cashReasons_title
source: Cash Reasons
id: Alasan Kas

# cashReasons_add
source: Add Cash Reason
id: Tambah Alasan Kas

# cashReasons_edit
source: Edit Cash Reason
id: Ubah Alasan Kas

# cashReasons_name
source: Name
id: Nama

# cashReasons_type
source: Type
id: Tipe

# cashReasons_cashIn
source: Cash In
id: Kas Masuk

# cashReasons_cashOut
source: Cash Out
id: Kas Keluar

# cashReasons_icon
source: Icon
id: Ikon

# cashReasons_color
source: Color
id: Warna

# cashReasons_createExpense
source: Create Expense
id: Buat Pengeluaran

# cashReasons_createExpenseDesc
source: Automatically create expense record when using this reason
id: Otomatis membuat catatan pengeluaran saat menggunakan alasan ini

# cashReasons_expenseCategory
source: Expense Category
id: Kategori Pengeluaran

# cashReasons_noReasons
source: No cash reasons found
id: Tidak ada alasan kas

# cashReasons_generateDefaults
source: Generate Defaults
id: Generate Default

# cashReasons_generateDefaultsDesc
source: Create default cash in/out reasons
id: Buat alasan kas masuk/keluar default

# cashReasons_defaultsGenerated
source: Default cash reasons generated
id: Alasan kas default berhasil dibuat

# cashReasons_searchReasons
source: Search reasons...
id: Cari alasan...

# cashReasons_all
source: All
id: Semua

# cashReasons_sortOrder
source: Sort Order
id: Urutan

# cashReasons_deleteConfirm
source: Delete this cash reason?
id: Hapus alasan kas ini?

# cashReasons_saved
source: Cash reason saved successfully
id: Alasan kas berhasil disimpan

# cashReasons_deleted
source: Cash reason deleted
id: Alasan kas berhasil dihapus

# cashReasons_deleteTitle
source: Delete Cash Reason
id: Hapus Alasan Kas

# cashReasons_generateDefaultsConfirm
source: This will create default cash in/out reasons. Continue?
id: Ini akan membuat alasan kas masuk/keluar default. Lanjutkan?

# cashReasons_typeCashIn
source: Cash In Only
id: Hanya Kas Masuk

# cashReasons_typeCashOut
source: Cash Out Only
id: Hanya Kas Keluar

# cashReasons_in
source: In
id: Masuk

# cashReasons_out
source: Out
id: Keluar

# cashReasons_autoExpense
source: Auto Expense
id: Otomatis Pengeluaran

# cashReasons_willCreateExpense
source: Will create expense in category
id: Akan membuat pengeluaran di kategori

# cashReasons_nameRequired
source: Name is required
id: Nama wajib diisi

# cashReasons_updated
source: Cash reason updated successfully
id: Alasan kas berhasil diubah

# cashReasons_added
source: Cash reason added successfully
id: Alasan kas berhasil ditambahkan

# cashReasons_preview
source: Preview
id: Pratinjau

# cashReasons_selectIcon
source: Select Icon
id: Pilih Ikon

# cashReasons_selectColor
source: Select Color
id: Pilih Warna

# cashReasons_autoCreateExpense
source: Auto Create Expense
id: Otomatis Buat Pengeluaran

# common_summary
source: Summary
id: Ringkasan

# common_notes
source: Notes
id: Catatan

# common_optional
source: Optional
id: Opsional

# common_saving
source: Saving...
id: Menyimpan...

# common_sortOrder
source: Sort Order
id: Urutan

# stockAdjustment_lossValueModeTitle
source: Loss Value Calculation
id: Perhitungan Nilai Kerugian

# stockAdjustment_lossValueModeDescription
source: How should the loss value be calculated for stock adjustments?
id: Bagaimana nilai kerugian dihitung untuk penyesuaian stok?

# stockAdjustment_lossValueBasedOnPurchasePrice
source: Based on Purchase Price
id: Berdasarkan Harga Beli

# stockAdjustment_lossValueBasedOnPurchasePriceDesc
source: Loss = Purchase Price × Quantity
id: Kerugian = Harga Beli × Jumlah

# stockAdjustment_lossValueZero
source: No Loss Value
id: Tanpa Nilai Kerugian

# stockAdjustment_lossValueZeroDesc
source: Set loss value to 0 (no expense)
id: Set nilai kerugian ke 0 (tanpa pengeluaran)

# stockAdjustment_negativeQtyInfo
source: Use negative quantity to reduce stock
id: Gunakan jumlah negatif untuk mengurangi stok

# stockAdjustment_negativeForIncrease
source: Use negative value to increase stock
id: Gunakan nilai negatif untuk menambah stok

# stockAdjustment_positiveForIncrease
source: + to add stock, - to reduce stock
id: + untuk menambah stok, - untuk mengurangi stok

# stockAdjustment_stockIncrease
source: Stock Increase
id: Penambahan Stok

# stockAdjustment_selectUnit
source: Select Unit
id: Pilih Satuan

# stockAdjustment_baseUnit
source: Base unit
id: Satuan dasar

# stockAdjustment_qtyCannotExceedStock
source: Reduction cannot exceed current stock ({stock})
id: Pengurangan tidak boleh melebihi stok ({stock})

# stockAdjustmentCart_qtyCannotExceedStock
source: Reduction cannot exceed current stock ({stock})
id: Pengurangan tidak boleh melebihi stok ({stock})

# stockAdjustmentAddItem_addItem
source: Add Item
id: Tambah Item

# stockAdjustmentAddItem_addToCart
source: Add to Adjustment
id: Tambahkan

# stockAdjustmentAddItem_update
source: Update
id: Perbarui

# stockAdjustmentAddItem_qtyMustNotBeZero
source: Quantity must not be zero
id: Jumlah tidak boleh nol

# stockAdjustmentAddItem_noDecimalQty
source: This product does not allow decimal quantities
id: Produk ini tidak mendukung jumlah desimal

# stockAdjustmentAddItem_costInfo
source: Cost: {price}/{unit}
id: Harga: {price}/{unit}

# validator_required
source: is required
id: wajib diisi

# validator_invalidEmail
source: Please enter a valid email address
id: Masukkan alamat email yang valid

# validator_invalidPhone
source: Please enter a valid phone number
id: Masukkan nomor telepon yang valid

# validator_minLength
source: Must be at least {length} characters
id: Minimal {length} karakter

# validator_maxLength
source: Must be at most {length} characters
id: Maksimal {length} karakter

# validator_numericOnly
source: Please enter numbers only
id: Masukkan angka saja

# validator_minValue
source: Value must be at least {value}
id: Nilai minimal {value}

# validator_maxValue
source: Value cannot exceed {value}
id: Nilai tidak boleh melebihi {value}

# validator_passwordMinLength
source: Password must be at least {length} characters
id: Password minimal {length} karakter

# validator_passwordMismatch
source: Passwords do not match
id: Password tidak cocok

# validator_invalidUrl
source: Please enter a valid URL
id: Masukkan URL yang valid

# validator_invalidBarcode
source: Please enter a valid barcode (4-20 alphanumeric characters)
id: Masukkan barcode yang valid (4-20 karakter alfanumerik)

# home_balanceSheet
source: Balance Sheet
id: Neraca

# balanceSheet_title
source: Balance Sheet
id: Neraca

# balanceSheet_printPreview
source: Print Preview - Balance Sheet
id: Preview Cetak - Neraca

# balanceSheet_details
source: Details
id: Detail

# balanceSheet_difference
source: Difference
id: Selisih

source: Balance Sheet Statement
id: Laporan Neraca

# balanceSheet_assets
source: Assets
id: Aset

# balanceSheet_liabilities
source: Liabilities
id: Liabilitas

# balanceSheet_equity
source: Equity
id: Ekuitas

# balanceSheet_totalAssets
source: Total Assets
id: Total Aset

# balanceSheet_totalLiabilities
source: Total Liabilities
id: Total Liabilitas

# balanceSheet_ownersEquity
source: Owner's Equity
id: Ekuitas Pemilik

# balanceSheet_cashOnHand
source: Cash on Hand
id: Kas di Tangan

# balanceSheet_accountsReceivable
source: Accounts Receivable
id: Piutang Usaha

# balanceSheet_accountsPayable
source: Accounts Payable
id: Hutang Usaha

# balanceSheet_inventory
source: Inventory
id: Persediaan

# balanceSheet_balanceCheck
source: Balance Check
id: Cek Keseimbangan

# balanceSheet_liabilitiesPlusEquity
source: Liabilities + Equity
id: Liabilitas + Ekuitas

# balanceSheet_inventoryDetail
source: Inventory Detail
id: Detail Persediaan

# balanceSheet_receivablesDetail
source: Receivables Detail
id: Detail Piutang

# balanceSheet_payablesDetail
source: Payables Detail
id: Detail Hutang

# balanceSheet_totalProducts
source: Total Products
id: Total Produk

# balanceSheet_totalStock
source: Total Stock
id: Total Stok

# balanceSheet_inventoryValue
source: Inventory Value
id: Nilai Persediaan

# balanceSheet_totalCredits
source: Outstanding Credits
id: Piutang Belum Lunas

# balanceSheet_totalDebts
source: Outstanding Debts
id: Hutang Belum Lunas

# balanceSheet_outstandingAmount
source: Outstanding Amount
id: Jumlah Tertunggak

# balanceSheet_assetComposition
source: Asset Composition
id: Komposisi Aset

# balanceSheet_cashSessions
source: Cash Sessions
id: Sesi Kasir

# balanceSheet_noSessions
source: No cash sessions in this period
id: Tidak ada sesi kasir pada periode ini

# balanceSheet_noReceivables
source: No outstanding receivables in this period
id: Tidak ada piutang tertunggak pada periode ini

# balanceSheet_noPayables
source: No outstanding payables in this period
id: Tidak ada hutang tertunggak pada periode ini

# common_closed
source: Closed
id: Tutup

# common_open
source: Open
id: Buka

# common_noDescription
source: No Description
id: Tidak Ada Deskripsi

# common_other
source: Other
id: Lainnya

# common_auditInfo
source: Audit Information
id: Informasi Audit

# common_createdBy
source: Created By
id: Dibuat Oleh

# common_updatedBy
source: Updated By
id: Diperbarui Oleh

# common_amount
source: Amount
id: Jumlah

# common_percentage
source: Percentage
id: Persentase

# common_date
source: Date
id: Tanggal

# common_description
source: Description
id: Deskripsi

# expenses_detailTitle
source: Expense Detail
id: Detail Pengeluaran

# goodReceive_title
source: Good Receive
id: Penerimaan Barang

# goodReceive_selectPO
source: Select Purchase Order
id: Pilih Purchase Order

# goodReceive_noPendingPO
source: No pending purchase orders
id: Tidak ada PO yang pending

# goodReceive_noPendingPOHint
source: Create a purchase order first
id: Buat purchase order terlebih dahulu

# goodReceive_partial
source: Partial
id: Sebagian

# goodReceive_fullyReceived
source: Fully Received
id: Diterima Penuh

# goodReceive_remainingItems
source: remaining
id: tersisa

# goodReceive_items
source: {count} items
id: {count} item

# goodReceive_product
source: Product
id: Produk

# goodReceive_ordered
source: Ordered
id: Dipesan

# goodReceive_received
source: Received
id: Diterima

# goodReceive_receiveNow
source: Receive Now
id: Terima

# goodReceive_remaining
source: Remaining
id: Sisa

# goodReceive_totalReceiveAmount
source: Total Receive Amount
id: Total Nilai Penerimaan

# goodReceive_noItemsToReceive
source: No items to receive
id: Tidak ada item untuk diterima

# goodReceive_noItemsToReceiveHint
source: Enter quantity to receive for at least one item
id: Masukkan qty terima minimal untuk satu item

# goodReceive_saveGoodReceive
source: Save Good Receive
id: Simpan Penerimaan

# goodReceive_confirmReceive
source: Confirm Good Receive
id: Konfirmasi Penerimaan

# goodReceive_confirmReceiveMessage
source: This will update the stock for {count} items. Continue?
id: Ini akan update stok untuk {count} item. Lanjutkan?

# goodReceive_saving
source: Saving good receive...
id: Menyimpan penerimaan barang...

# goodReceive_receiveAll
source: Receive All
id: Terima Semua

# goodReceive_saveSuccess
source: Good receive saved successfully
id: Penerimaan barang berhasil disimpan

# goodReceive_saveFailed
source: Failed to save good receive: {error}
id: Gagal menyimpan penerimaan: {error}

# goodReceive_grNumber
source: GR Number
id: Nomor GR

# goodReceive_receiveDate
source: Receive Date
id: Tanggal Terima

source: Good Receive History
id: Riwayat Penerimaan Barang

# goodReceive_noHistory
source: No good receive history
id: Belum ada riwayat penerimaan

# goodReceive_viewDetail
source: View Detail
id: Lihat Detail

# goodReceive_allPOReceived
source: All purchase orders have been fully received
id: Semua PO sudah diterima penuh

# salesReport_helpTitle
source: What is Sales Report?
id: Apa itu Laporan Penjualan?

# salesReport_helpDescription
source: Sales Report shows your revenue from completed sales transactions within the selected period.
id: Laporan Penjualan menampilkan pendapatan dari transaksi penjualan yang sudah selesai dalam periode yang dipilih.

# salesReport_helpIncludes
source: Includes
id: Termasuk

# salesReport_helpPaidOrders
source: Paid orders (cash, QRIS, bank transfer)
id: Pesanan lunas (tunai, QRIS, transfer bank)

# salesReport_helpCreditSales
source: Credit sales (counted as revenue when sold)
id: Penjualan kredit (dihitung sebagai pendapatan saat dijual)

# salesReport_helpTaxCalculation
source: Tax calculation based on settings
id: Perhitungan pajak sesuai pengaturan

# salesReport_helpGrossProfit
source: Gross profit (revenue - COGS)
id: Laba kotor (pendapatan - HPP)

# salesReport_helpNotIncluded
source: Not Included
id: Tidak Termasuk

# salesReport_helpPendingOrders
source: Pending/unpaid orders
id: Pesanan pending/belum dibayar

# salesReport_helpCancelledOrders
source: Cancelled orders
id: Pesanan dibatalkan

# salesReport_helpRefunds
source: Refunds
id: Refund

# expenseReport_helpTitle
source: What is Expense Report?
id: Apa itu Laporan Pengeluaran?

# expenseReport_helpDescription
source: Expense Report tracks all business expenses and operational costs within the selected period.
id: Laporan Pengeluaran mencatat semua pengeluaran bisnis dan biaya operasional dalam periode yang dipilih.

# expenseReport_helpIncludes
source: Includes
id: Termasuk

# expenseReport_helpOperationalExpenses
source: Operational expenses (rent, utilities, salaries)
id: Biaya operasional (sewa, listrik, gaji)

# expenseReport_helpCashShortage
source: Cash shortage from cash drawer
id: Kekurangan kas dari kas drawer

# expenseReport_helpSupplies
source: Supplies and consumables
id: Perlengkapan dan bahan habis pakai

# expenseReport_helpOtherExpenses
source: Other business expenses
id: Pengeluaran bisnis lainnya

# expenseReport_helpNotIncluded
source: Not Included
id: Tidak Termasuk

# expenseReport_helpPurchaseOrders
source: Purchase orders (inventory purchases)
id: Purchase order (pembelian inventaris)

# expenseReport_helpDebtPayments
source: Debt payments to suppliers
id: Pembayaran hutang ke supplier

# creditReport_helpTitle
source: What is Credit Report?
id: Apa itu Laporan Piutang?

# creditReport_helpDescription
source: Credit Report shows outstanding amounts owed by customers (accounts receivable) for credit sales.
id: Laporan Piutang menampilkan jumlah yang harus dibayar pelanggan (piutang usaha) dari penjualan kredit.

# creditReport_helpIncludes
source: Includes
id: Termasuk

# creditReport_helpCreditSales
source: Credit sales to customers
id: Penjualan kredit ke pelanggan

# creditReport_helpOutstandingAmount
source: Outstanding amount to be collected
id: Jumlah yang belum tertagih

# creditReport_helpPaymentHistory
source: Payment history and status
id: Riwayat pembayaran dan status

# creditReport_helpNote
source: Note
id: Catatan

# creditReport_helpNoteDescription
source: Credit is money customers owe to you. When customers pay, the credit balance decreases.
id: Piutang adalah uang yang pelanggan hutang kepada Anda. Ketika pelanggan membayar, saldo piutang berkurang.

# debtReport_helpTitle
source: What is Debt Report?
id: Apa itu Laporan Hutang?

# debtReport_helpDescription
source: Debt Report shows outstanding amounts you owe to suppliers (accounts payable) for credit purchases.
id: Laporan Hutang menampilkan jumlah yang Anda hutang ke supplier (hutang usaha) dari pembelian kredit.

# debtReport_helpIncludes
source: Includes
id: Termasuk

# debtReport_helpCreditPurchases
source: Credit purchases from suppliers
id: Pembelian kredit dari supplier

# debtReport_helpOutstandingAmount
source: Outstanding amount to be paid
id: Jumlah yang harus dibayar

# debtReport_helpPaymentHistory
source: Payment history and status
id: Riwayat pembayaran dan status

# debtReport_helpNote
source: Note
id: Catatan

# debtReport_helpNoteDescription
source: Debt is money you owe to suppliers. When you pay suppliers, the debt balance decreases.
id: Hutang adalah uang yang Anda hutang ke supplier. Ketika Anda membayar supplier, saldo hutang berkurang.

# inventoryReport_helpTitle
source: What is Inventory Report?
id: Apa itu Laporan Inventaris?

# inventoryReport_helpDescription
source: Inventory Report shows the current stock levels and values of all products in your inventory.
id: Laporan Inventaris menampilkan tingkat stok dan nilai semua produk di inventaris Anda saat ini.

# inventoryReport_helpIncludes
source: Includes
id: Termasuk

# inventoryReport_helpCurrentStock
source: Current stock quantities
id: Jumlah stok saat ini

# inventoryReport_helpStockValue
source: Stock value at purchase price (cost)
id: Nilai stok berdasarkan harga beli (modal)

# inventoryReport_helpRetailValue
source: Potential retail value at selling price
id: Nilai jual potensial berdasarkan harga jual

# inventoryReport_helpLowStock
source: Low stock and out of stock alerts
id: Peringatan stok rendah dan habis

# inventoryReport_helpNote
source: Note
id: Catatan

# inventoryReport_helpNoteDescription
source: This is a real-time snapshot of your inventory. It is not filtered by date.
id: Ini adalah snapshot real-time inventaris Anda. Tidak difilter berdasarkan tanggal.

# balanceSheet_helpTitle
source: What is Balance Sheet?
id: Apa itu Neraca?
